{
  "00": 0,
  "000": 1,
  "008704050406": 2,
  "02": 3,
  "0207": 4,
  "02073162414": 5,
  "03": 6,
  "04": 7,
  "05": 8,
  "0578": 9,
  "06": 10,
  "07123456789": 11,
  "07734396839": 12,
  "07742676969": 13,
  "0776xxxxxxx": 14,
  "07786200117": 15,
  "07821230901": 16,
  "07xxxxxxxxx": 17,
  "0800": 18,
  "08000839402": 19,
  "08000930705": 20,
  "08000938767": 21,
  "08001950382": 22,
  "08002888812": 23,
  "08002986906": 24,
  "08006344447": 25,
  "0808": 26,
  "08081560665": 27,
  "0825": 28,
  "0844": 29,
  "0845": 30,
  "08452810073": 31,
  "08452810075over18": 32,
  "0870": 33,
  "08700621170150p": 34,
  "08701417012": 35,
  "08701417012150p": 36,
  "0870241182716": 37,
  "08702840625": 38,
  "08707509020": 39,
  "0871": 40,
  "08712300220": 41,
  "08712317606": 42,
  "08712402050": 43,
  "08712405020": 44,
  "08712460324": 45,
  "08715705022": 46,
  "0871750": 47,
  "08717898035": 48,
  "08718720201": 49,
  "087187262701": 50,
  "08718727868": 51,
  "08718727870": 52,
  "08718730666": 53,
  "08719180248": 54,
  "08719181513": 55,
  "09": 56,
  "09050002311": 57,
  "09050090044": 58,
  "09058091854": 59,
  "09058094565": 60,
  "09058094599": 61,
  "09061221061": 62,
  "09061221066": 63,
  "09061701461": 64,
  "09061743806": 65,
  "09063458130": 66,
  "09064011000": 67,
  "09064012160": 68,
  "09064019014": 69,
  "09065174042": 70,
  "09066350750": 71,
  "09066358152": 72,
  "09066362231": 73,
  "09066364311": 74,
  "09066364589": 75,
  "09066380611": 76,
  "09066382422": 77,
  "09066612661": 78,
  "09094646899": 79,
  "10": 80,
  "100": 81,
  "1000": 82,
  "1000s": 83,
  "1030": 84,
  "10am": 85,
  "10k": 86,
  "10p": 87,
  "10ppm": 88,
  "11": 89,
  "114": 90,
  "11mths": 91,
  "11pm": 92,
  "12": 93,
  "121": 94,
  "123": 95,
  "125gift": 96,
  "12hrs": 97,
  "12mths": 98,
  "1327": 99,
  "14": 100,
  "145": 101,
  "1450": 102,
  "15": 103,
  "150": 104,
  "1500": 105,
  "150p": 106,
  "150p16": 107,
  "150pm": 108,
  "150ppermesssubscription": 109,
  "150ppm": 110,
  "153": 111,
  "16": 112,
  "165": 113,
  "169": 114,
  "18": 115,
  "18yrs": 116,
  "1956669": 117,
  "1hr": 118,
  "1st": 119,
  "1win150ppmx3": 120,
  "1winaweek": 121,
  "1x150p": 122,
  "20": 123,
  "200": 124,
  "2000": 125,
  "2003": 126,
  "2004": 127,
  "2005": 128,
  "20p": 129,
  "21": 130,
  "21st": 131,
  "22": 132,
  "220": 133,
  "24": 134,
  "24hrs": 135,
  "25": 136,
  "250": 137,
  "250k": 138,
  "25p": 139,
  "26": 140,
  "26th": 141,
  "27": 142,
  "28": 143,
  "28days": 144,
  "29": 145,
  "2day": 146,
  "2find": 147,
  "2geva": 148,
  "2lands": 149,
  "2marrow": 150,
  "2moro": 151,
  "2morow": 152,
  "2morro": 153,
  "2morrow": 154,
  "2mrw": 155,
  "2nd": 156,
  "2nite": 157,
  "2optout": 158,
  "2p": 159,
  "2rcv": 160,
  "30": 161,
  "300": 162,
  "300p": 163,
  "3030": 164,
  "30ish": 165,
  "31": 166,
  "3100": 167,
  "326": 168,
  "33": 169,
  "350": 170,
  "3510i": 171,
  "3650": 172,
  "36504": 173,
  "3aj": 174,
  "3d": 175,
  "3g": 176,
  "3gbp": 177,
  "3hrs": 178,
  "3lp": 179,
  "3mins": 180,
  "3qxj9": 181,
  "3rd": 182,
  "3ss": 183,
  "400": 184,
  "40533": 185,
  "40gb": 186,
  "434": 187,
  "440": 188,
  "4403ldnw1a7rw18": 189,
  "447797706009": 190,
  "450ppw": 191,
  "45239": 192,
  "4742": 193,
  "4882": 194,
  "4fil": 195,
  "4get": 196,
  "4info": 197,
  "4mths": 198,
  "4t": 199,
  "4th": 200,
  "4txt": 201,
  "4u": 202,
  "50": 203,
  "500": 204,
  "5000": 205,
  "50gbp": 206,
  "50p": 207,
  "50perwksub": 208,
  "5249": 209,
  "530": 210,
  "54": 211,
  "542": 212,
  "5k": 213,
  "5min": 214,
  "5p": 215,
  "5pm": 216,
  "5th": 217,
  "5wb": 218,
  "5we": 219,
  "600": 220,
  "6031": 221,
  "60p": 222,
  "61200": 223,
  "62468": 224,
  "630": 225,
  "674": 226,
  "69696": 227,
  "69888": 228,
  "6days": 229,
  "6hrs": 230,
  "6months": 231,
  "6th": 232,
  "6wu": 233,
  "700": 234,
  "7250": 235,
  "7250i": 236,
  "75": 237,
  "750": 238,
  "762": 239,
  "7pm": 240,
  "7th": 241,
  "800": 242,
  "80062": 243,
  "8007": 244,
  "80488": 245,
  "81151": 246,
  "82242": 247,
  "82277": 248,
  "83355": 249,
  "83600": 250,
  "84025": 251,
  "84128": 252,
  "84199": 253,
  "85": 254,
  "85023": 255,
  "86021": 256,
  "86688": 257,
  "87066": 258,
  "87077": 259,
  "87121": 260,
  "87131": 261,
  "87239": 262,
  "87575": 263,
  "88039": 264,
  "89545": 265,
  "8th": 266,
  "8wp": 267,
  "900": 268,
  "9ae": 269,
  "9am": 270,
  "9pm": 271,
  "9t": 272,
  "aathi": 273,
  "abi": 274,
  "abiola": 275,
  "able": 276,
  "abt": 277,
  "abta": 278,
  "ac": 279,
  "acc": 280,
  "accept": 281,
  "access": 282,
  "accidentally": 283,
  "accordingly": 284,
  "account": 285,
  "ache": 286,
  "action": 287,
  "activate": 288,
  "actually": 289,
  "ad": 290,
  "add": 291,
  "added": 292,
  "addicted": 293,
  "addie": 294,
  "address": 295,
  "admirer": 296,
  "adore": 297,
  "adult": 298,
  "advice": 299,
  "advise": 300,
  "afraid": 301,
  "aft": 302,
  "afternoon": 303,
  "aftr": 304,
  "age": 305,
  "age16": 306,
  "ages": 307,
  "ago": 308,
  "ah": 309,
  "aha": 310,
  "ahead": 311,
  "ahmad": 312,
  "aight": 313,
  "ain": 314,
  "aint": 315,
  "air": 316,
  "airport": 317,
  "aiyah": 318,
  "aiyo": 319,
  "al": 320,
  "album": 321,
  "alcohol": 322,
  "alert": 323,
  "alex": 324,
  "alfie": 325,
  "allah": 326,
  "alright": 327,
  "alrite": 328,
  "alwys": 329,
  "american": 330,
  "amp": 331,
  "amt": 332,
  "angry": 333,
  "announcement": 334,
  "ans": 335,
  "ansr": 336,
  "answer": 337,
  "answering": 338,
  "answers": 339,
  "anybody": 340,
  "anymore": 341,
  "anythin": 342,
  "anytime": 343,
  "anyways": 344,
  "apartment": 345,
  "app": 346,
  "apparently": 347,
  "apply": 348,
  "appointment": 349,
  "appreciate": 350,
  "apps": 351,
  "appt": 352,
  "april": 353,
  "ar": 354,
  "ard": 355,
  "area": 356,
  "aren": 357,
  "argue": 358,
  "argument": 359,
  "armand": 360,
  "arms": 361,
  "arrange": 362,
  "arrested": 363,
  "arrive": 364,
  "arsenal": 365,
  "asap": 366,
  "ask": 367,
  "askd": 368,
  "asked": 369,
  "askin": 370,
  "asking": 371,
  "asks": 372,
  "asleep": 373,
  "ass": 374,
  "assume": 375,
  "ate": 376,
  "atlanta": 377,
  "atm": 378,
  "attempt": 379,
  "attend": 380,
  "auction": 381,
  "audition": 382,
  "august": 383,
  "aunty": 384,
  "auto": 385,
  "available": 386,
  "ave": 387,
  "avent": 388,
  "await": 389,
  "awaiting": 390,
  "awake": 391,
  "award": 392,
  "awarded": 393,
  "away": 394,
  "awesome": 395,
  "b4": 396,
  "babe": 397,
  "babes": 398,
  "baby": 399,
  "bad": 400,
  "bag": 401,
  "bahamas": 402,
  "bak": 403,
  "balance": 404,
  "bank": 405,
  "barely": 406,
  "basic": 407,
  "basically": 408,
  "bat": 409,
  "bath": 410,
  "bathe": 411,
  "bathing": 412,
  "battery": 413,
  "bay": 414,
  "bb": 415,
  "bcoz": 416,
  "bday": 417,
  "beautiful": 418,
  "becoz": 419,
  "bed": 420,
  "bedroom": 421,
  "beer": 422,
  "begin": 423,
  "behave": 424,
  "bein": 425,
  "believe": 426,
  "bell": 427,
  "belly": 428,
  "belovd": 429,
  "ben": 430,
  "best": 431,
  "best1": 432,
  "bet": 433,
  "better": 434,
  "beware": 435,
  "bf": 436,
  "bid": 437,
  "big": 438,
  "biggest": 439,
  "bin": 440,
  "birds": 441,
  "birth": 442,
  "birthday": 443,
  "bishan": 444,
  "bit": 445,
  "bitch": 446,
  "bite": 447,
  "biz": 448,
  "black": 449,
  "blackberry": 450,
  "blah": 451,
  "blake": 452,
  "blame": 453,
  "blank": 454,
  "bless": 455,
  "bloo": 456,
  "blood": 457,
  "bloody": 458,
  "bloomberg": 459,
  "blue": 460,
  "bluetooth": 461,
  "body": 462,
  "bold": 463,
  "bonus": 464,
  "boo": 465,
  "book": 466,
  "booked": 467,
  "booking": 468,
  "books": 469,
  "boost": 470,
  "booty": 471,
  "bored": 472,
  "boring": 473,
  "born": 474,
  "boss": 475,
  "bother": 476,
  "bottle": 477,
  "bought": 478,
  "bout": 479,
  "bowl": 480,
  "box": 481,
  "box39822": 482,
  "box97n7qp": 483,
  "boy": 484,
  "boye": 485,
  "boys": 486,
  "boytoy": 487,
  "brain": 488,
  "brand": 489,
  "break": 490,
  "bright": 491,
  "brilliant": 492,
  "bring": 493,
  "bringing": 494,
  "brings": 495,
  "broke": 496,
  "brother": 497,
  "brought": 498,
  "bslvyl": 499,
  "bstfrnd": 500,
  "bt": 501,
  "bucks": 502,
  "budget": 503,
  "buff": 504,
  "bugis": 505,
  "buns": 506,
  "burger": 507,
  "bus": 508,
  "busy": 509,
  "butt": 510,
  "buy": 511,
  "buying": 512,
  "buzz": 513,
  "bx420": 514,
  "bye": 515,
  "cabin": 516,
  "cafe": 517,
  "cake": 518,
  "cal": 519,
  "calicut": 520,
  "call2optout": 521,
  "callback": 522,
  "called": 523,
  "caller": 524,
  "callers": 525,
  "callertune": 526,
  "callin": 527,
  "calling": 528,
  "calls": 529,
  "camcorder": 530,
  "came": 531,
  "camera": 532,
  "campus": 533,
  "cancel": 534,
  "cancer": 535,
  "captain": 536,
  "car": 537,
  "card": 538,
  "care": 539,
  "career": 540,
  "careful": 541,
  "carlos": 542,
  "cars": 543,
  "cartoon": 544,
  "case": 545,
  "cash": 546,
  "catch": 547,
  "cause": 548,
  "cbe": 549,
  "cc": 550,
  "cd": 551,
  "cds": 552,
  "celebrate": 553,
  "cell": 554,
  "center": 555,
  "centre": 556,
  "cha": 557,
  "chance": 558,
  "change": 559,
  "changed": 560,
  "character": 561,
  "charge": 562,
  "charged": 563,
  "charity": 564,
  "chasing": 565,
  "chat": 566,
  "cheap": 567,
  "cheaper": 568,
  "check": 569,
  "checked": 570,
  "checking": 571,
  "cheer": 572,
  "cheers": 573,
  "chennai": 574,
  "chikku": 575,
  "childish": 576,
  "children": 577,
  "chinese": 578,
  "choice": 579,
  "choose": 580,
  "chosen": 581,
  "christmas": 582,
  "church": 583,
  "cine": 584,
  "cinema": 585,
  "city": 586,
  "claim": 587,
  "claire": 588,
  "class": 589,
  "clean": 590,
  "cleared": 591,
  "click": 592,
  "clock": 593,
  "clos1": 594,
  "close": 595,
  "closed": 596,
  "club": 597,
  "cm2": 598,
  "cock": 599,
  "code": 600,
  "coffee": 601,
  "coins": 602,
  "cold": 603,
  "colleagues": 604,
  "collect": 605,
  "collected": 606,
  "collection": 607,
  "college": 608,
  "colour": 609,
  "com": 610,
  "com1win150ppmx3age16": 611,
  "come": 612,
  "comes": 613,
  "comin": 614,
  "coming": 615,
  "comp": 616,
  "company": 617,
  "competition": 618,
  "complete": 619,
  "completely": 620,
  "complimentary": 621,
  "computer": 622,
  "comuk": 623,
  "concert": 624,
  "conditions": 625,
  "confidence": 626,
  "confirm": 627,
  "confirmed": 628,
  "congrats": 629,
  "congratulations": 630,
  "connect": 631,
  "connection": 632,
  "contact": 633,
  "contacted": 634,
  "content": 635,
  "contents": 636,
  "contract": 637,
  "convey": 638,
  "cook": 639,
  "cooking": 640,
  "cool": 641,
  "copy": 642,
  "cornwall": 643,
  "correct": 644,
  "cos": 645,
  "cost": 646,
  "costa": 647,
  "costs": 648,
  "costâ": 649,
  "couldn": 650,
  "country": 651,
  "couple": 652,
  "course": 653,
  "cover": 654,
  "coz": 655,
  "cr9": 656,
  "crab": 657,
  "cramps": 658,
  "crave": 659,
  "crazy": 660,
  "cream": 661,
  "created": 662,
  "credit": 663,
  "credited": 664,
  "credits": 665,
  "cross": 666,
  "croydon": 667,
  "cruise": 668,
  "cs": 669,
  "cud": 670,
  "cum": 671,
  "cup": 672,
  "current": 673,
  "currently": 674,
  "cust": 675,
  "custcare": 676,
  "customer": 677,
  "cut": 678,
  "cute": 679,
  "cutefrnd": 680,
  "cuz": 681,
  "cw25wx": 682,
  "da": 683,
  "dad": 684,
  "daddy": 685,
  "dai": 686,
  "daily": 687,
  "damn": 688,
  "dark": 689,
  "darlin": 690,
  "darling": 691,
  "darren": 692,
  "dat": 693,
  "date": 694,
  "dates": 695,
  "dating": 696,
  "dave": 697,
  "day": 698,
  "days": 699,
  "dead": 700,
  "deal": 701,
  "dear": 702,
  "dear1": 703,
  "december": 704,
  "decide": 705,
  "decided": 706,
  "decimal": 707,
  "decision": 708,
  "deep": 709,
  "def": 710,
  "definitely": 711,
  "del": 712,
  "deleted": 713,
  "deliver": 714,
  "delivered": 715,
  "delivery": 716,
  "den": 717,
  "depends": 718,
  "derek": 719,
  "details": 720,
  "dey": 721,
  "dick": 722,
  "dictionary": 723,
  "did": 724,
  "didn": 725,
  "didnt": 726,
  "die": 727,
  "died": 728,
  "different": 729,
  "difficult": 730,
  "digital": 731,
  "dignity": 732,
  "din": 733,
  "dinner": 734,
  "dint": 735,
  "direct": 736,
  "directly": 737,
  "dis": 738,
  "discount": 739,
  "discuss": 740,
  "dislikes": 741,
  "display": 742,
  "distance": 743,
  "disturb": 744,
  "dload": 745,
  "dnt": 746,
  "doc": 747,
  "doctor": 748,
  "does": 749,
  "doesn": 750,
  "doesnt": 751,
  "dog": 752,
  "dogging": 753,
  "doin": 754,
  "doing": 755,
  "dollars": 756,
  "don": 757,
  "dont": 758,
  "donâ": 759,
  "door": 760,
  "double": 761,
  "download": 762,
  "draw": 763,
  "dream": 764,
  "dreams": 765,
  "dress": 766,
  "drink": 767,
  "drinks": 768,
  "drive": 769,
  "drivin": 770,
  "driving": 771,
  "drop": 772,
  "dropped": 773,
  "drug": 774,
  "drugs": 775,
  "dry": 776,
  "dsn": 777,
  "dubsack": 778,
  "dude": 779,
  "dun": 780,
  "dunno": 781,
  "dvd": 782,
  "earlier": 783,
  "early": 784,
  "earth": 785,
  "easier": 786,
  "easy": 787,
  "eat": 788,
  "eaten": 789,
  "eatin": 790,
  "eating": 791,
  "ec2a": 792,
  "eerie": 793,
  "egg": 794,
  "eh": 795,
  "em": 796,
  "email": 797,
  "embarassed": 798,
  "end": 799,
  "ended": 800,
  "ending": 801,
  "ends": 802,
  "enemy": 803,
  "energy": 804,
  "eng": 805,
  "england": 806,
  "english": 807,
  "enjoy": 808,
  "enter": 809,
  "entered": 810,
  "entitled": 811,
  "entry": 812,
  "enuff": 813,
  "envelope": 814,
  "er": 815,
  "erm": 816,
  "especially": 817,
  "essential": 818,
  "euro2004": 819,
  "eve": 820,
  "evening": 821,
  "everybody": 822,
  "evn": 823,
  "evng": 824,
  "ex": 825,
  "exactly": 826,
  "exam": 827,
  "exams": 828,
  "excellent": 829,
  "exciting": 830,
  "excuse": 831,
  "exe": 832,
  "expect": 833,
  "expecting": 834,
  "experience": 835,
  "expires": 836,
  "explain": 837,
  "express": 838,
  "extra": 839,
  "eye": 840,
  "eyes": 841,
  "fa": 842,
  "face": 843,
  "facebook": 844,
  "fact": 845,
  "failed": 846,
  "fall": 847,
  "family": 848,
  "fancy": 849,
  "fantasies": 850,
  "fantastic": 851,
  "fantasy": 852,
  "far": 853,
  "farm": 854,
  "fast": 855,
  "faster": 856,
  "fat": 857,
  "father": 858,
  "fathima": 859,
  "fault": 860,
  "favor": 861,
  "favour": 862,
  "favourite": 863,
  "fb": 864,
  "fear": 865,
  "feb": 866,
  "february": 867,
  "feel": 868,
  "feeling": 869,
  "feels": 870,
  "fees": 871,
  "feet": 872,
  "fell": 873,
  "felt": 874,
  "fetch": 875,
  "fever": 876,
  "fight": 877,
  "fighting": 878,
  "figure": 879,
  "fills": 880,
  "film": 881,
  "films": 882,
  "final": 883,
  "finally": 884,
  "fine": 885,
  "fingers": 886,
  "finish": 887,
  "finished": 888,
  "finishes": 889,
  "fixed": 890,
  "flag": 891,
  "flaked": 892,
  "flat": 893,
  "flights": 894,
  "flirt": 895,
  "floor": 896,
  "flower": 897,
  "fml": 898,
  "follow": 899,
  "followed": 900,
  "following": 901,
  "fone": 902,
  "food": 903,
  "fool": 904,
  "football": 905,
  "footprints": 906,
  "force": 907,
  "foreign": 908,
  "forever": 909,
  "forevr": 910,
  "forget": 911,
  "forgot": 912,
  "forward": 913,
  "forwarded": 914,
  "fr": 915,
  "freak": 916,
  "free": 917,
  "freefone": 918,
  "freemsg": 919,
  "freephone": 920,
  "fren": 921,
  "frens": 922,
  "fri": 923,
  "friday": 924,
  "friend": 925,
  "friends": 926,
  "friendship": 927,
  "frm": 928,
  "frnd": 929,
  "frnds": 930,
  "fromm": 931,
  "fuck": 932,
  "fuckin": 933,
  "fucking": 934,
  "ful": 935,
  "fullonsms": 936,
  "fun": 937,
  "funny": 938,
  "future": 939,
  "fyi": 940,
  "gal": 941,
  "gals": 942,
  "game": 943,
  "games": 944,
  "gang": 945,
  "gap": 946,
  "gaps": 947,
  "garage": 948,
  "gary": 949,
  "gas": 950,
  "gave": 951,
  "gay": 952,
  "gbp": 953,
  "gd": 954,
  "ge": 955,
  "gee": 956,
  "geeee": 957,
  "gentle": 958,
  "gentleman": 959,
  "gently": 960,
  "germany": 961,
  "gets": 962,
  "gettin": 963,
  "getting": 964,
  "getzed": 965,
  "gf": 966,
  "ghost": 967,
  "gift": 968,
  "gifted": 969,
  "gimme": 970,
  "girl": 971,
  "girlfrnd": 972,
  "girls": 973,
  "gist": 974,
  "giv": 975,
  "gives": 976,
  "giving": 977,
  "glad": 978,
  "gm": 979,
  "gn": 980,
  "go2": 981,
  "goal": 982,
  "goals": 983,
  "god": 984,
  "gods": 985,
  "goes": 986,
  "goin": 987,
  "going": 988,
  "goldviking": 989,
  "gona": 990,
  "gone": 991,
  "gonna": 992,
  "good": 993,
  "goodfriend": 994,
  "goodmorning": 995,
  "goodnight": 996,
  "goodnite": 997,
  "goodo": 998,
  "google": 999,
  "gorgeous": 1000,
  "got": 1001,
  "goto": 1002,
  "gotta": 1003,
  "govt": 1004,
  "gr8": 1005,
  "grahmbell": 1006,
  "gram": 1007,
  "grand": 1008,
  "granite": 1009,
  "gravity": 1010,
  "great": 1011,
  "green": 1012,
  "greet": 1013,
  "greetings": 1014,
  "grins": 1015,
  "ground": 1016,
  "group": 1017,
  "grow": 1018,
  "gt": 1019,
  "guaranteed": 1020,
  "gud": 1021,
  "gudnite": 1022,
  "guess": 1023,
  "guide": 1024,
  "guilty": 1025,
  "guy": 1026,
  "guys": 1027,
  "gym": 1028,
  "ha": 1029,
  "habit": 1030,
  "haf": 1031,
  "haha": 1032,
  "hahaha": 1033,
  "hai": 1034,
  "hair": 1035,
  "haiz": 1036,
  "half": 1037,
  "hallaq": 1038,
  "halloween": 1039,
  "ham": 1040,
  "hand": 1041,
  "handed": 1042,
  "handle": 1043,
  "hands": 1044,
  "handset": 1045,
  "hanging": 1046,
  "happen": 1047,
  "happend": 1048,
  "happened": 1049,
  "happening": 1050,
  "happens": 1051,
  "happiness": 1052,
  "happy": 1053,
  "hard": 1054,
  "hardcore": 1055,
  "harry": 1056,
  "hasn": 1057,
  "hate": 1058,
  "hav": 1059,
  "haven": 1060,
  "havent": 1061,
  "havin": 1062,
  "having": 1063,
  "havnt": 1064,
  "head": 1065,
  "headache": 1066,
  "headin": 1067,
  "heading": 1068,
  "heads": 1069,
  "hear": 1070,
  "heard": 1071,
  "heart": 1072,
  "heater": 1073,
  "heavy": 1074,
  "hee": 1075,
  "height": 1076,
  "held": 1077,
  "helen": 1078,
  "hell": 1079,
  "hella": 1080,
  "hello": 1081,
  "help": 1082,
  "henry": 1083,
  "hex": 1084,
  "hey": 1085,
  "hg": 1086,
  "hi": 1087,
  "hide": 1088,
  "high": 1089,
  "hill": 1090,
  "hip": 1091,
  "history": 1092,
  "hit": 1093,
  "hiya": 1094,
  "hl": 1095,
  "hlp": 1096,
  "hm": 1097,
  "hmm": 1098,
  "hmmm": 1099,
  "hmv": 1100,
  "ho": 1101,
  "hockey": 1102,
  "hol": 1103,
  "hold": 1104,
  "holder": 1105,
  "holding": 1106,
  "holiday": 1107,
  "holla": 1108,
  "hols": 1109,
  "home": 1110,
  "homeowners": 1111,
  "hon": 1112,
  "honey": 1113,
  "honeybee": 1114,
  "hook": 1115,
  "hop": 1116,
  "hope": 1117,
  "hoped": 1118,
  "hopefully": 1119,
  "hoping": 1120,
  "hor": 1121,
  "horny": 1122,
  "horo": 1123,
  "horrible": 1124,
  "hospital": 1125,
  "hospitals": 1126,
  "hostel": 1127,
  "hot": 1128,
  "hotel": 1129,
  "hour": 1130,
  "hours": 1131,
  "house": 1132,
  "housewives": 1133,
  "howard": 1134,
  "hows": 1135,
  "howz": 1136,
  "hppnss": 1137,
  "hr": 1138,
  "hrs": 1139,
  "http": 1140,
  "hubby": 1141,
  "hug": 1142,
  "huge": 1143,
  "hugs": 1144,
  "huh": 1145,
  "hun": 1146,
  "hungry": 1147,
  "hunny": 1148,
  "hurried": 1149,
  "hurry": 1150,
  "hurt": 1151,
  "hurts": 1152,
  "husband": 1153,
  "hv": 1154,
  "hw": 1155,
  "iam": 1156,
  "ias": 1157,
  "ibh": 1158,
  "ibiza": 1159,
  "ibn": 1160,
  "ic": 1161,
  "ice": 1162,
  "icicibank": 1163,
  "id": 1164,
  "idea": 1165,
  "ideal": 1166,
  "identifier": 1167,
  "idew": 1168,
  "idiot": 1169,
  "idk": 1170,
  "ignore": 1171,
  "ikea": 1172,
  "il": 1173,
  "ill": 1174,
  "im": 1175,
  "imagine": 1176,
  "imma": 1177,
  "immediately": 1178,
  "important": 1179,
  "impossible": 1180,
  "in2": 1181,
  "inch": 1182,
  "inches": 1183,
  "incident": 1184,
  "include": 1185,
  "including": 1186,
  "inclusive": 1187,
  "inconsiderate": 1188,
  "index": 1189,
  "india": 1190,
  "indian": 1191,
  "indians": 1192,
  "indyarocks": 1193,
  "infections": 1194,
  "infernal": 1195,
  "info": 1196,
  "inform": 1197,
  "information": 1198,
  "informed": 1199,
  "infront": 1200,
  "ing": 1201,
  "innings": 1202,
  "innocent": 1203,
  "inr": 1204,
  "insha": 1205,
  "inshah": 1206,
  "inside": 1207,
  "instantly": 1208,
  "instead": 1209,
  "instituitions": 1210,
  "instructions": 1211,
  "insurance": 1212,
  "intelligent": 1213,
  "interested": 1214,
  "interesting": 1215,
  "internet": 1216,
  "interview": 1217,
  "intro": 1218,
  "invite": 1219,
  "invited": 1220,
  "inviting": 1221,
  "invnted": 1222,
  "iouri": 1223,
  "ip4": 1224,
  "ipad": 1225,
  "ipod": 1226,
  "iq": 1227,
  "irritates": 1228,
  "irritating": 1229,
  "iscoming": 1230,
  "ish": 1231,
  "island": 1232,
  "islands": 1233,
  "isn": 1234,
  "isnt": 1235,
  "isnâ": 1236,
  "issue": 1237,
  "issues": 1238,
  "italian": 1239,
  "itcould": 1240,
  "itwhichturnedinto": 1241,
  "itz": 1242,
  "itâ": 1243,
  "ive": 1244,
  "iz": 1245,
  "izzit": 1246,
  "iâ": 1247,
  "jackpot": 1248,
  "jada": 1249,
  "james": 1250,
  "jamster": 1251,
  "jan": 1252,
  "jane": 1253,
  "january": 1254,
  "japanese": 1255,
  "jas": 1256,
  "jason": 1257,
  "java": 1258,
  "jay": 1259,
  "jazz": 1260,
  "jealous": 1261,
  "jeans": 1262,
  "jen": 1263,
  "jerry": 1264,
  "jess": 1265,
  "jesus": 1266,
  "jia": 1267,
  "jiayin": 1268,
  "jiu": 1269,
  "jo": 1270,
  "job": 1271,
  "jobs": 1272,
  "jogging": 1273,
  "john": 1274,
  "join": 1275,
  "joined": 1276,
  "joke": 1277,
  "jokes": 1278,
  "jokin": 1279,
  "joking": 1280,
  "jolly": 1281,
  "jolt": 1282,
  "jordan": 1283,
  "journey": 1284,
  "joy": 1285,
  "jst": 1286,
  "jstfrnd": 1287,
  "juan": 1288,
  "juicy": 1289,
  "july": 1290,
  "june": 1291,
  "jus": 1292,
  "just": 1293,
  "juz": 1294,
  "k52": 1295,
  "kadeem": 1296,
  "kallis": 1297,
  "kano": 1298,
  "kappa": 1299,
  "karaoke": 1300,
  "kate": 1301,
  "kb": 1302,
  "ke": 1303,
  "keeping": 1304,
  "keeps": 1305,
  "kent": 1306,
  "kept": 1307,
  "kerala": 1308,
  "keralacircle": 1309,
  "kettoda": 1310,
  "key": 1311,
  "keys": 1312,
  "kick": 1313,
  "kicks": 1314,
  "kid": 1315,
  "kids": 1316,
  "kidz": 1317,
  "killed": 1318,
  "killing": 1319,
  "kills": 1320,
  "kind": 1321,
  "kinda": 1322,
  "kindly": 1323,
  "king": 1324,
  "kiss": 1325,
  "kisses": 1326,
  "kl341": 1327,
  "knackered": 1328,
  "knew": 1329,
  "know": 1330,
  "knowing": 1331,
  "knows": 1332,
  "knw": 1333,
  "kothi": 1334,
  "kr": 1335,
  "kusruthi": 1336,
  "l8r": 1337,
  "l8tr": 1338,
  "la": 1339,
  "lab": 1340,
  "lacs": 1341,
  "ladies": 1342,
  "lady": 1343,
  "lag": 1344,
  "laid": 1345,
  "land": 1346,
  "landline": 1347,
  "landlines": 1348,
  "lane": 1349,
  "langport": 1350,
  "language": 1351,
  "laptop": 1352,
  "lar": 1353,
  "largest": 1354,
  "late": 1355,
  "lately": 1356,
  "later": 1357,
  "latest": 1358,
  "latr": 1359,
  "laugh": 1360,
  "laughed": 1361,
  "laughing": 1362,
  "law": 1363,
  "lays": 1364,
  "lazy": 1365,
  "lccltd": 1366,
  "ldew": 1367,
  "ldn": 1368,
  "le": 1369,
  "lead": 1370,
  "learn": 1371,
  "leave": 1372,
  "leaves": 1373,
  "leaving": 1374,
  "lect": 1375,
  "lecture": 1376,
  "left": 1377,
  "legal": 1378,
  "legs": 1379,
  "leh": 1380,
  "lei": 1381,
  "lemme": 1382,
  "leona": 1383,
  "lesson": 1384,
  "lessons": 1385,
  "let": 1386,
  "lets": 1387,
  "letter": 1388,
  "letters": 1389,
  "liao": 1390,
  "lib": 1391,
  "library": 1392,
  "lick": 1393,
  "lido": 1394,
  "lie": 1395,
  "life": 1396,
  "lifetime": 1397,
  "lifpartnr": 1398,
  "lift": 1399,
  "light": 1400,
  "lik": 1401,
  "like": 1402,
  "liked": 1403,
  "likely": 1404,
  "likes": 1405,
  "lil": 1406,
  "lily": 1407,
  "line": 1408,
  "linerental": 1409,
  "lines": 1410,
  "link": 1411,
  "lion": 1412,
  "lionm": 1413,
  "lionp": 1414,
  "lions": 1415,
  "lip": 1416,
  "list": 1417,
  "listen": 1418,
  "listening": 1419,
  "literally": 1420,
  "little": 1421,
  "live": 1422,
  "liverpool": 1423,
  "lives": 1424,
  "living": 1425,
  "lk": 1426,
  "ll": 1427,
  "lmao": 1428,
  "lo": 1429,
  "loads": 1430,
  "loan": 1431,
  "local": 1432,
  "location": 1433,
  "locations": 1434,
  "lock": 1435,
  "log": 1436,
  "login": 1437,
  "logo": 1438,
  "logos": 1439,
  "lol": 1440,
  "london": 1441,
  "lonely": 1442,
  "long": 1443,
  "longer": 1444,
  "look": 1445,
  "lookatme": 1446,
  "looked": 1447,
  "lookin": 1448,
  "looking": 1449,
  "looks": 1450,
  "lor": 1451,
  "lose": 1452,
  "loses": 1453,
  "losing": 1454,
  "lost": 1455,
  "lot": 1456,
  "lotr": 1457,
  "lots": 1458,
  "lotta": 1459,
  "lou": 1460,
  "loud": 1461,
  "lounge": 1462,
  "lousy": 1463,
  "lov": 1464,
  "lovable": 1465,
  "love": 1466,
  "loved": 1467,
  "lovely": 1468,
  "loveme": 1469,
  "lover": 1470,
  "loverboy": 1471,
  "lovers": 1472,
  "loves": 1473,
  "loving": 1474,
  "lovingly": 1475,
  "low": 1476,
  "lower": 1477,
  "loxahatchee": 1478,
  "loyal": 1479,
  "loyalty": 1480,
  "ls1": 1481,
  "lt": 1482,
  "luck": 1483,
  "lucky": 1484,
  "lucozade": 1485,
  "lunch": 1486,
  "luv": 1487,
  "lux": 1488,
  "luxury": 1489,
  "lvblefrnd": 1490,
  "lyf": 1491,
  "lyfu": 1492,
  "lyk": 1493,
  "m221bp": 1494,
  "m263uz": 1495,
  "m6": 1496,
  "m8": 1497,
  "m8s": 1498,
  "ma": 1499,
  "mac": 1500,
  "machan": 1501,
  "macho": 1502,
  "mad": 1503,
  "mag": 1504,
  "maga": 1505,
  "magical": 1506,
  "mah": 1507,
  "mahal": 1508,
  "maid": 1509,
  "mail": 1510,
  "main": 1511,
  "maintain": 1512,
  "major": 1513,
  "make": 1514,
  "makes": 1515,
  "makin": 1516,
  "making": 1517,
  "malaria": 1518,
  "mall": 1519,
  "man": 1520,
  "managed": 1521,
  "manda": 1522,
  "mandan": 1523,
  "maneesha": 1524,
  "map": 1525,
  "march": 1526,
  "margaret": 1527,
  "mark": 1528,
  "marriage": 1529,
  "married": 1530,
  "marry": 1531,
  "mas": 1532,
  "massive": 1533,
  "masters": 1534,
  "match": 1535,
  "matches": 1536,
  "mate": 1537,
  "mates": 1538,
  "math": 1539,
  "mathematics": 1540,
  "matrix3": 1541,
  "matter": 1542,
  "matured": 1543,
  "max10mins": 1544,
  "maximize": 1545,
  "maxâ": 1546,
  "mayb": 1547,
  "maybe": 1548,
  "mb": 1549,
  "mcat": 1550,
  "meal": 1551,
  "mean": 1552,
  "meaning": 1553,
  "means": 1554,
  "meant": 1555,
  "medical": 1556,
  "medicine": 1557,
  "meds": 1558,
  "meet": 1559,
  "meetin": 1560,
  "meeting": 1561,
  "meets": 1562,
  "mega": 1563,
  "meh": 1564,
  "mei": 1565,
  "melle": 1566,
  "member": 1567,
  "members": 1568,
  "membership": 1569,
  "men": 1570,
  "mental": 1571,
  "menu": 1572,
  "meow": 1573,
  "merry": 1574,
  "mess": 1575,
  "message": 1576,
  "messages": 1577,
  "messenger": 1578,
  "messy": 1579,
  "met": 1580,
  "mid": 1581,
  "middle": 1582,
  "midnight": 1583,
  "miles": 1584,
  "milk": 1585,
  "min": 1586,
  "mind": 1587,
  "mini": 1588,
  "minimum": 1589,
  "minnaminunginte": 1590,
  "mins": 1591,
  "minute": 1592,
  "minutes": 1593,
  "minuts": 1594,
  "miracle": 1595,
  "miserable": 1596,
  "miss": 1597,
  "missed": 1598,
  "missin": 1599,
  "missing": 1600,
  "mistake": 1601,
  "mistakes": 1602,
  "mite": 1603,
  "mix": 1604,
  "mk17": 1605,
  "mm": 1606,
  "mmm": 1607,
  "mnth": 1608,
  "mo": 1609,
  "moan": 1610,
  "mob": 1611,
  "mobile": 1612,
  "mobiles": 1613,
  "mobilesdirect": 1614,
  "mobileupd8": 1615,
  "moby": 1616,
  "mode": 1617,
  "model": 1618,
  "moji": 1619,
  "mom": 1620,
  "moment": 1621,
  "moments": 1622,
  "moms": 1623,
  "mon": 1624,
  "monday": 1625,
  "money": 1626,
  "mono": 1627,
  "month": 1628,
  "monthly": 1629,
  "months": 1630,
  "mood": 1631,
  "moon": 1632,
  "moral": 1633,
  "morn": 1634,
  "morning": 1635,
  "mother": 1636,
  "motorola": 1637,
  "mouth": 1638,
  "moves": 1639,
  "movie": 1640,
  "movies": 1641,
  "moving": 1642,
  "mp3": 1643,
  "mr": 1644,
  "mrng": 1645,
  "mrt": 1646,
  "ms": 1647,
  "msg": 1648,
  "msg150p": 1649,
  "msging": 1650,
  "msgrcvdhg": 1651,
  "msgs": 1652,
  "mt": 1653,
  "mth": 1654,
  "mths": 1655,
  "mtmsg18": 1656,
  "mtmsgrcvd18": 1657,
  "mu": 1658,
  "muah": 1659,
  "mum": 1660,
  "mummy": 1661,
  "mumtaz": 1662,
  "munsters": 1663,
  "murder": 1664,
  "murdered": 1665,
  "murderer": 1666,
  "music": 1667,
  "musthu": 1668,
  "muz": 1669,
  "na": 1670,
  "nag": 1671,
  "nagar": 1672,
  "nah": 1673,
  "nahi": 1674,
  "naked": 1675,
  "nalla": 1676,
  "name1": 1677,
  "name2": 1678,
  "names": 1679,
  "nan": 1680,
  "nap": 1681,
  "nasdaq": 1682,
  "nat": 1683,
  "nat27081980": 1684,
  "natalja": 1685,
  "national": 1686,
  "natural": 1687,
  "nature": 1688,
  "naughty": 1689,
  "ne": 1690,
  "near": 1691,
  "nearly": 1692,
  "necessarily": 1693,
  "necessary": 1694,
  "neck": 1695,
  "ned": 1696,
  "need": 1697,
  "needed": 1698,
  "needs": 1699,
  "neighbour": 1700,
  "net": 1701,
  "netcollex": 1702,
  "network": 1703,
  "networking": 1704,
  "networks": 1705,
  "neva": 1706,
  "new": 1707,
  "neway": 1708,
  "news": 1709,
  "ni8": 1710,
  "nic": 1711,
  "nice": 1712,
  "nichols": 1713,
  "nigeria": 1714,
  "night": 1715,
  "nights": 1716,
  "nimya": 1717,
  "nite": 1718,
  "nitros": 1719,
  "no1": 1720,
  "noe": 1721,
  "nokia": 1722,
  "nokia6600": 1723,
  "nokias": 1724,
  "noline": 1725,
  "noon": 1726,
  "nope": 1727,
  "norm": 1728,
  "norm150p": 1729,
  "normal": 1730,
  "normally": 1731,
  "nos": 1732,
  "note": 1733,
  "notice": 1734,
  "notxt": 1735,
  "nowadays": 1736,
  "nt": 1737,
  "ntt": 1738,
  "ntwk": 1739,
  "num": 1740,
  "number": 1741,
  "numbers": 1742,
  "nurungu": 1743,
  "nus": 1744,
  "nuther": 1745,
  "nvm": 1746,
  "nw": 1747,
  "nxt": 1748,
  "ny": 1749,
  "nyc": 1750,
  "nydc": 1751,
  "nyt": 1752,
  "o2": 1753,
  "obviously": 1754,
  "occupy": 1755,
  "odi": 1756,
  "offer": 1757,
  "offers": 1758,
  "office": 1759,
  "official": 1760,
  "ofice": 1761,
  "ofâ": 1762,
  "oh": 1763,
  "oic": 1764,
  "oil": 1765,
  "ok": 1766,
  "okay": 1767,
  "okey": 1768,
  "okie": 1769,
  "ola": 1770,
  "old": 1771,
  "omg": 1772,
  "omw": 1773,
  "ones": 1774,
  "oni": 1775,
  "onion": 1776,
  "online": 1777,
  "onwards": 1778,
  "oops": 1779,
  "open": 1780,
  "operator": 1781,
  "opinion": 1782,
  "opinions": 1783,
  "opportunity": 1784,
  "opt": 1785,
  "option": 1786,
  "optout": 1787,
  "or2stoptxt": 1788,
  "orange": 1789,
  "oranges": 1790,
  "orchard": 1791,
  "order": 1792,
  "ordered": 1793,
  "oredi": 1794,
  "oreo": 1795,
  "original": 1796,
  "oru": 1797,
  "oso": 1798,
  "otside": 1799,
  "outside": 1800,
  "outstanding": 1801,
  "outta": 1802,
  "owns": 1803,
  "oz": 1804,
  "pa": 1805,
  "pack": 1806,
  "package": 1807,
  "packs": 1808,
  "page": 1809,
  "pages": 1810,
  "paid": 1811,
  "pain": 1812,
  "painful": 1813,
  "pan": 1814,
  "pandy": 1815,
  "panic": 1816,
  "pap": 1817,
  "paper": 1818,
  "papers": 1819,
  "parents": 1820,
  "paris": 1821,
  "park": 1822,
  "parking": 1823,
  "partner": 1824,
  "party": 1825,
  "pass": 1826,
  "passed": 1827,
  "passionate": 1828,
  "password": 1829,
  "passwords": 1830,
  "past": 1831,
  "pattern": 1832,
  "patty": 1833,
  "pay": 1834,
  "payee": 1835,
  "paying": 1836,
  "payoh": 1837,
  "pc": 1838,
  "peace": 1839,
  "peaceful": 1840,
  "pee": 1841,
  "pence": 1842,
  "pending": 1843,
  "penis": 1844,
  "people": 1845,
  "perfect": 1846,
  "period": 1847,
  "person": 1848,
  "personal": 1849,
  "personality": 1850,
  "persons": 1851,
  "pete": 1852,
  "petey": 1853,
  "petrol": 1854,
  "pg": 1855,
  "ph": 1856,
  "philosophy": 1857,
  "phne": 1858,
  "phone": 1859,
  "phoned": 1860,
  "phones": 1861,
  "photo": 1862,
  "photos": 1863,
  "pic": 1864,
  "pick": 1865,
  "picked": 1866,
  "picking": 1867,
  "pickle": 1868,
  "pics": 1869,
  "picture": 1870,
  "pictures": 1871,
  "pie": 1872,
  "pig": 1873,
  "pilates": 1874,
  "pin": 1875,
  "pink": 1876,
  "piss": 1877,
  "pissed": 1878,
  "pix": 1879,
  "pizza": 1880,
  "place": 1881,
  "places": 1882,
  "plan": 1883,
  "plane": 1884,
  "planned": 1885,
  "planning": 1886,
  "plans": 1887,
  "play": 1888,
  "played": 1889,
  "player": 1890,
  "players": 1891,
  "playing": 1892,
  "pleased": 1893,
  "pleasure": 1894,
  "plenty": 1895,
  "plm": 1896,
  "pls": 1897,
  "plus": 1898,
  "plz": 1899,
  "pm": 1900,
  "po": 1901,
  "pobox": 1902,
  "pobox334": 1903,
  "pobox36504w45wq": 1904,
  "pobox84": 1905,
  "pocketbabe": 1906,
  "pod": 1907,
  "poem": 1908,
  "point": 1909,
  "points": 1910,
  "poker": 1911,
  "police": 1912,
  "politicians": 1913,
  "poly": 1914,
  "polyph": 1915,
  "polyphonic": 1916,
  "polys": 1917,
  "pongal": 1918,
  "pool": 1919,
  "poop": 1920,
  "poor": 1921,
  "pop": 1922,
  "popped": 1923,
  "porn": 1924,
  "possession": 1925,
  "possible": 1926,
  "post": 1927,
  "postcard": 1928,
  "postcode": 1929,
  "posted": 1930,
  "posts": 1931,
  "potential": 1932,
  "pouch": 1933,
  "pound": 1934,
  "pounds": 1935,
  "pours": 1936,
  "pouts": 1937,
  "power": 1938,
  "ppl": 1939,
  "pple": 1940,
  "ppm": 1941,
  "prabha": 1942,
  "practical": 1943,
  "practice": 1944,
  "practicing": 1945,
  "pray": 1946,
  "praying": 1947,
  "prefer": 1948,
  "preferably": 1949,
  "prem": 1950,
  "premium": 1951,
  "prepaid": 1952,
  "prepare": 1953,
  "prepayment": 1954,
  "present": 1955,
  "press": 1956,
  "pretty": 1957,
  "previous": 1958,
  "previously": 1959,
  "price": 1960,
  "pride": 1961,
  "prince": 1962,
  "princess": 1963,
  "print": 1964,
  "priscilla": 1965,
  "private": 1966,
  "prize": 1967,
  "prizes": 1968,
  "prob": 1969,
  "probably": 1970,
  "problem": 1971,
  "problems": 1972,
  "probs": 1973,
  "process": 1974,
  "prof": 1975,
  "professors": 1976,
  "profit": 1977,
  "project": 1978,
  "promise": 1979,
  "promises": 1980,
  "promo": 1981,
  "prompts": 1982,
  "proof": 1983,
  "property": 1984,
  "propose": 1985,
  "prospects": 1986,
  "prove": 1987,
  "proverb": 1988,
  "ps": 1989,
  "pt2": 1990,
  "ptbo": 1991,
  "pub": 1992,
  "public": 1993,
  "pull": 1994,
  "purity": 1995,
  "purpose": 1996,
  "purse": 1997,
  "push": 1998,
  "pussy": 1999,
  "puttin": 2000,
  "putting": 2001,
  "pâ": 2002,
  "qatar": 2003,
  "quality": 2004,
  "queen": 2005,
  "question": 2006,
  "questioned": 2007,
  "questions": 2008,
  "quick": 2009,
  "quickly": 2010,
  "quit": 2011,
  "quite": 2012,
  "quiz": 2013,
  "quote": 2014,
  "quoting": 2015,
  "racing": 2016,
  "radio": 2017,
  "railway": 2018,
  "rain": 2019,
  "raining": 2020,
  "raise": 2021,
  "raj": 2022,
  "raji": 2023,
  "rakhesh": 2024,
  "rally": 2025,
  "ran": 2026,
  "random": 2027,
  "randomly": 2028,
  "randy": 2029,
  "rang": 2030,
  "ranjith": 2031,
  "rate": 2032,
  "rates": 2033,
  "rays": 2034,
  "rcv": 2035,
  "rcvd": 2036,
  "rd": 2037,
  "reach": 2038,
  "reached": 2039,
  "reaching": 2040,
  "reaction": 2041,
  "read": 2042,
  "reading": 2043,
  "ready": 2044,
  "real": 2045,
  "realise": 2046,
  "reality": 2047,
  "realize": 2048,
  "realized": 2049,
  "really": 2050,
  "realy": 2051,
  "reason": 2052,
  "reasonable": 2053,
  "reasons": 2054,
  "reboot": 2055,
  "rec": 2056,
  "recd": 2057,
  "receipt": 2058,
  "receive": 2059,
  "receivea": 2060,
  "received": 2061,
  "receiving": 2062,
  "recent": 2063,
  "recently": 2064,
  "recession": 2065,
  "recharge": 2066,
  "reckon": 2067,
  "recognise": 2068,
  "record": 2069,
  "records": 2070,
  "red": 2071,
  "redeemed": 2072,
  "ref": 2073,
  "reference": 2074,
  "refilled": 2075,
  "refused": 2076,
  "regards": 2077,
  "register": 2078,
  "registered": 2079,
  "regret": 2080,
  "regular": 2081,
  "relation": 2082,
  "relax": 2083,
  "released": 2084,
  "rem": 2085,
  "remain": 2086,
  "remains": 2087,
  "remember": 2088,
  "remembered": 2089,
  "remind": 2090,
  "reminder": 2091,
  "reminding": 2092,
  "remove": 2093,
  "renewal": 2094,
  "rent": 2095,
  "rental": 2096,
  "rentl": 2097,
  "rents": 2098,
  "replied": 2099,
  "reply": 2100,
  "replying": 2101,
  "report": 2102,
  "representative": 2103,
  "request": 2104,
  "requests": 2105,
  "research": 2106,
  "respect": 2107,
  "respectful": 2108,
  "responce": 2109,
  "respond": 2110,
  "responding": 2111,
  "response": 2112,
  "responsibility": 2113,
  "rest": 2114,
  "restaurant": 2115,
  "result": 2116,
  "results": 2117,
  "resume": 2118,
  "return": 2119,
  "returned": 2120,
  "returns": 2121,
  "reveal": 2122,
  "revealed": 2123,
  "reverse": 2124,
  "review": 2125,
  "revision": 2126,
  "reward": 2127,
  "rhythm": 2128,
  "rice": 2129,
  "rich": 2130,
  "ride": 2131,
  "right": 2132,
  "ring": 2133,
  "ringtone": 2134,
  "ringtoneking": 2135,
  "ringtones": 2136,
  "rite": 2137,
  "river": 2138,
  "road": 2139,
  "roads": 2140,
  "roast": 2141,
  "rock": 2142,
  "rofl": 2143,
  "roger": 2144,
  "role": 2145,
  "romantic": 2146,
  "ron": 2147,
  "room": 2148,
  "roommate": 2149,
  "roommates": 2150,
  "rooms": 2151,
  "rose": 2152,
  "round": 2153,
  "row": 2154,
  "royal": 2155,
  "rply": 2156,
  "rs": 2157,
  "rstm": 2158,
  "ru": 2159,
  "rude": 2160,
  "ruin": 2161,
  "ruining": 2162,
  "rule": 2163,
  "rumour": 2164,
  "run": 2165,
  "running": 2166,
  "runs": 2167,
  "ryan": 2168,
  "sacrifice": 2169,
  "sad": 2170,
  "sae": 2171,
  "safe": 2172,
  "said": 2173,
  "sake": 2174,
  "salam": 2175,
  "salary": 2176,
  "sale": 2177,
  "sales": 2178,
  "sam": 2179,
  "santa": 2180,
  "sar": 2181,
  "sarcasm": 2182,
  "sary": 2183,
  "sat": 2184,
  "satisfied": 2185,
  "satisfy": 2186,
  "saturday": 2187,
  "saucy": 2188,
  "savamob": 2189,
  "save": 2190,
  "saved": 2191,
  "saw": 2192,
  "say": 2193,
  "saying": 2194,
  "says": 2195,
  "scared": 2196,
  "scary": 2197,
  "sch": 2198,
  "schedule": 2199,
  "school": 2200,
  "science": 2201,
  "scoring": 2202,
  "scotsman": 2203,
  "scream": 2204,
  "screaming": 2205,
  "screen": 2206,
  "scrounge": 2207,
  "sd": 2208,
  "se": 2209,
  "sea": 2210,
  "search": 2211,
  "searching": 2212,
  "season": 2213,
  "seat": 2214,
  "sec": 2215,
  "second": 2216,
  "seconds": 2217,
  "secret": 2218,
  "secretly": 2219,
  "secs": 2220,
  "sed": 2221,
  "seeds": 2222,
  "seeing": 2223,
  "seen": 2224,
  "selected": 2225,
  "selection": 2226,
  "self": 2227,
  "sell": 2228,
  "selling": 2229,
  "sem": 2230,
  "semester": 2231,
  "sen": 2232,
  "send": 2233,
  "sender": 2234,
  "sending": 2235,
  "sends": 2236,
  "sense": 2237,
  "sensitive": 2238,
  "sent": 2239,
  "sentence": 2240,
  "senthil": 2241,
  "sept": 2242,
  "series": 2243,
  "seriously": 2244,
  "service": 2245,
  "services": 2246,
  "set": 2247,
  "settle": 2248,
  "settled": 2249,
  "seven": 2250,
  "sex": 2251,
  "sexy": 2252,
  "sh": 2253,
  "sha": 2254,
  "shahjahan": 2255,
  "shall": 2256,
  "shame": 2257,
  "share": 2258,
  "shared": 2259,
  "shd": 2260,
  "shelf": 2261,
  "shesil": 2262,
  "shijas": 2263,
  "shining": 2264,
  "shipped": 2265,
  "shipping": 2266,
  "shirt": 2267,
  "shirts": 2268,
  "shit": 2269,
  "shitload": 2270,
  "shock": 2271,
  "shocking": 2272,
  "shoot": 2273,
  "shop": 2274,
  "shoppin": 2275,
  "shopping": 2276,
  "shore": 2277,
  "short": 2278,
  "shortage": 2279,
  "shorter": 2280,
  "shortly": 2281,
  "shot": 2282,
  "shouldn": 2283,
  "shower": 2284,
  "showing": 2285,
  "shows": 2286,
  "shracomorsglsuplt": 2287,
  "shuhui": 2288,
  "shut": 2289,
  "shy": 2290,
  "si": 2291,
  "sian": 2292,
  "sib": 2293,
  "sick": 2294,
  "sigh": 2295,
  "sighs": 2296,
  "sight": 2297,
  "sign": 2298,
  "signing": 2299,
  "silence": 2300,
  "silent": 2301,
  "silently": 2302,
  "silver": 2303,
  "sim": 2304,
  "simple": 2305,
  "simpler": 2306,
  "simply": 2307,
  "sinco": 2308,
  "sing": 2309,
  "single": 2310,
  "singles": 2311,
  "sipix": 2312,
  "sir": 2313,
  "sis": 2314,
  "sister": 2315,
  "sit": 2316,
  "site": 2317,
  "sitting": 2318,
  "situation": 2319,
  "size": 2320,
  "sk3": 2321,
  "sk38xh": 2322,
  "skilgme": 2323,
  "skillgame": 2324,
  "skip": 2325,
  "sky": 2326,
  "skype": 2327,
  "slap": 2328,
  "slave": 2329,
  "sleep": 2330,
  "sleepin": 2331,
  "sleeping": 2332,
  "sleepy": 2333,
  "slept": 2334,
  "slice": 2335,
  "slip": 2336,
  "slippers": 2337,
  "slo": 2338,
  "slow": 2339,
  "slowly": 2340,
  "slp": 2341,
  "small": 2342,
  "smart": 2343,
  "smeone": 2344,
  "smile": 2345,
  "smiles": 2346,
  "smiling": 2347,
  "smith": 2348,
  "smoke": 2349,
  "smokes": 2350,
  "smoking": 2351,
  "sms": 2352,
  "smth": 2353,
  "sn": 2354,
  "snake": 2355,
  "snogs": 2356,
  "snow": 2357,
  "snowman": 2358,
  "social": 2359,
  "sofa": 2360,
  "software": 2361,
  "soiree": 2362,
  "sol": 2363,
  "solve": 2364,
  "some1": 2365,
  "somebody": 2366,
  "somethin": 2367,
  "song": 2368,
  "songs": 2369,
  "sony": 2370,
  "sonyericsson": 2371,
  "soo": 2372,
  "soon": 2373,
  "sooooo": 2374,
  "sore": 2375,
  "sorrow": 2376,
  "sorry": 2377,
  "sort": 2378,
  "sorted": 2379,
  "sound": 2380,
  "sounds": 2381,
  "south": 2382,
  "sp": 2383,
  "space": 2384,
  "spanish": 2385,
  "speak": 2386,
  "special": 2387,
  "specially": 2388,
  "speed": 2389,
  "spell": 2390,
  "spend": 2391,
  "spending": 2392,
  "spent": 2393,
  "spk": 2394,
  "spoke": 2395,
  "spoken": 2396,
  "spook": 2397,
  "sport": 2398,
  "sports": 2399,
  "spree": 2400,
  "sry": 2401,
  "st": 2402,
  "staff": 2403,
  "stamps": 2404,
  "stand": 2405,
  "standard": 2406,
  "standing": 2407,
  "staring": 2408,
  "stars": 2409,
  "start": 2410,
  "started": 2411,
  "starting": 2412,
  "starts": 2413,
  "starwars3": 2414,
  "statement": 2415,
  "station": 2416,
  "status": 2417,
  "stay": 2418,
  "stayed": 2419,
  "stayin": 2420,
  "staying": 2421,
  "std": 2422,
  "steam": 2423,
  "step": 2424,
  "steve": 2425,
  "sticky": 2426,
  "stock": 2427,
  "stockport": 2428,
  "stomach": 2429,
  "stomps": 2430,
  "stone": 2431,
  "stones": 2432,
  "stop": 2433,
  "stopped": 2434,
  "stops": 2435,
  "store": 2436,
  "stores": 2437,
  "storming": 2438,
  "story": 2439,
  "str": 2440,
  "straight": 2441,
  "stranger": 2442,
  "street": 2443,
  "stress": 2444,
  "strike": 2445,
  "strong": 2446,
  "stuck": 2447,
  "student": 2448,
  "students": 2449,
  "study": 2450,
  "studying": 2451,
  "stuff": 2452,
  "stupid": 2453,
  "style": 2454,
  "stylish": 2455,
  "sub": 2456,
  "subpoly": 2457,
  "subs": 2458,
  "subs16": 2459,
  "subscribe6gbp": 2460,
  "subscriber": 2461,
  "subscription": 2462,
  "success": 2463,
  "successful": 2464,
  "successfully": 2465,
  "sucks": 2466,
  "sufficient": 2467,
  "sugar": 2468,
  "suite342": 2469,
  "sum": 2470,
  "sum1": 2471,
  "summer": 2472,
  "sumthin": 2473,
  "sun": 2474,
  "sunday": 2475,
  "sunny": 2476,
  "sunshine": 2477,
  "suntec": 2478,
  "sup": 2479,
  "super": 2480,
  "superior": 2481,
  "supply": 2482,
  "support": 2483,
  "supposed": 2484,
  "suprman": 2485,
  "sura": 2486,
  "sure": 2487,
  "surely": 2488,
  "surfing": 2489,
  "surprise": 2490,
  "surprised": 2491,
  "suzy": 2492,
  "sw7": 2493,
  "sweet": 2494,
  "sweetest": 2495,
  "sweetheart": 2496,
  "sweetie": 2497,
  "sweets": 2498,
  "swimming": 2499,
  "swing": 2500,
  "swiss": 2501,
  "switch": 2502,
  "swt": 2503,
  "swtheart": 2504,
  "symbol": 2505,
  "ta": 2506,
  "table": 2507,
  "tablets": 2508,
  "tacos": 2509,
  "tahan": 2510,
  "taken": 2511,
  "takes": 2512,
  "takin": 2513,
  "taking": 2514,
  "talent": 2515,
  "talk": 2516,
  "talking": 2517,
  "talks": 2518,
  "tampa": 2519,
  "tank": 2520,
  "tap": 2521,
  "tape": 2522,
  "tariffs": 2523,
  "tat": 2524,
  "taunton": 2525,
  "taxi": 2526,
  "taylor": 2527,
  "tayseer": 2528,
  "tb": 2529,
  "tc": 2530,
  "tcr": 2531,
  "tcs": 2532,
  "tea": 2533,
  "teach": 2534,
  "team": 2535,
  "tear": 2536,
  "teasing": 2537,
  "technical": 2538,
  "tel": 2539,
  "telephone": 2540,
  "tell": 2541,
  "telling": 2542,
  "tells": 2543,
  "telphone": 2544,
  "temp": 2545,
  "temple": 2546,
  "tenants": 2547,
  "tenerife": 2548,
  "tension": 2549,
  "term": 2550,
  "terms": 2551,
  "terrible": 2552,
  "terrific": 2553,
  "terrorist": 2554,
  "tessy": 2555,
  "test": 2556,
  "tests": 2557,
  "text": 2558,
  "textbuddy": 2559,
  "textcomp": 2560,
  "texted": 2561,
  "texting": 2562,
  "textoperator": 2563,
  "textpod": 2564,
  "texts": 2565,
  "th": 2566,
  "thangam": 2567,
  "thank": 2568,
  "thanks": 2569,
  "thanksgiving": 2570,
  "thanx": 2571,
  "thats": 2572,
  "thatâ": 2573,
  "theatre": 2574,
  "themob": 2575,
  "theory": 2576,
  "theres": 2577,
  "thesis": 2578,
  "thgt": 2579,
  "thing": 2580,
  "things": 2581,
  "think": 2582,
  "thinkin": 2583,
  "thinking": 2584,
  "thinks": 2585,
  "thk": 2586,
  "thm": 2587,
  "thnk": 2588,
  "tho": 2589,
  "thot": 2590,
  "thought": 2591,
  "thousands": 2592,
  "thread": 2593,
  "threats": 2594,
  "throat": 2595,
  "throw": 2596,
  "ths": 2597,
  "tht": 2598,
  "thts": 2599,
  "thurs": 2600,
  "thursday": 2601,
  "tick": 2602,
  "ticket": 2603,
  "tickets": 2604,
  "tight": 2605,
  "tihs": 2606,
  "til": 2607,
  "till": 2608,
  "time": 2609,
  "times": 2610,
  "timing": 2611,
  "tired": 2612,
  "tirunelvali": 2613,
  "tirupur": 2614,
  "tis": 2615,
  "tissco": 2616,
  "title": 2617,
  "titles": 2618,
  "tiwary": 2619,
  "tkts": 2620,
  "tlp": 2621,
  "tm": 2622,
  "tmr": 2623,
  "tms": 2624,
  "tncs": 2625,
  "toa": 2626,
  "toclaim": 2627,
  "today": 2628,
  "todays": 2629,
  "tog": 2630,
  "told": 2631,
  "toll": 2632,
  "tom": 2633,
  "tomarrow": 2634,
  "tomeandsaid": 2635,
  "tomo": 2636,
  "tomorrow": 2637,
  "tone": 2638,
  "tones": 2639,
  "tones2u": 2640,
  "tonight": 2641,
  "tonite": 2642,
  "tons": 2643,
  "took": 2644,
  "tool": 2645,
  "tooo": 2646,
  "tooth": 2647,
  "topic": 2648,
  "torch": 2649,
  "tortilla": 2650,
  "toshiba": 2651,
  "tot": 2652,
  "total": 2653,
  "totally": 2654,
  "touch": 2655,
  "touched": 2656,
  "tough": 2657,
  "toughest": 2658,
  "tour": 2659,
  "town": 2660,
  "track": 2661,
  "trade": 2662,
  "traffic": 2663,
  "train": 2664,
  "training": 2665,
  "trains": 2666,
  "transaction": 2667,
  "transfered": 2668,
  "transport": 2669,
  "trav": 2670,
  "travel": 2671,
  "treat": 2672,
  "tree": 2673,
  "tried": 2674,
  "trip": 2675,
  "trouble": 2676,
  "true": 2677,
  "truffles": 2678,
  "truly": 2679,
  "trust": 2680,
  "truth": 2681,
  "try": 2682,
  "trying": 2683,
  "ts": 2684,
  "tsandcs": 2685,
  "tscs": 2686,
  "tscs087147403231winawk": 2687,
  "tt": 2688,
  "ttyl": 2689,
  "tues": 2690,
  "tuesday": 2691,
  "tuition": 2692,
  "tulip": 2693,
  "turn": 2694,
  "turning": 2695,
  "turns": 2696,
  "tv": 2697,
  "twice": 2698,
  "twilight": 2699,
  "txt": 2700,
  "txt82228": 2701,
  "txtauction": 2702,
  "txtin": 2703,
  "txting": 2704,
  "txtno": 2705,
  "txts": 2706,
  "txtstop": 2707,
  "txttowin": 2708,
  "tyler": 2709,
  "type": 2710,
  "tyrone": 2711,
  "ubi": 2712,
  "ugh": 2713,
  "uk": 2714,
  "uks": 2715,
  "umma": 2716,
  "ummmmmaah": 2717,
  "unable": 2718,
  "unbelievable": 2719,
  "unbreakable": 2720,
  "uncle": 2721,
  "uncles": 2722,
  "understand": 2723,
  "understanding": 2724,
  "understood": 2725,
  "unemployed": 2726,
  "unfortunately": 2727,
  "uni": 2728,
  "unique": 2729,
  "university": 2730,
  "unkempt": 2731,
  "unless": 2732,
  "unlimited": 2733,
  "unnecessarily": 2734,
  "unredeemed": 2735,
  "unsold": 2736,
  "unsub": 2737,
  "unsubscribe": 2738,
  "untamed": 2739,
  "up4": 2740,
  "upd8": 2741,
  "update": 2742,
  "update_now": 2743,
  "upgrade": 2744,
  "upload": 2745,
  "upset": 2746,
  "upstairs": 2747,
  "upto": 2748,
  "ur": 2749,
  "urawinner": 2750,
  "ure": 2751,
  "urgent": 2752,
  "urgently": 2753,
  "urgnt": 2754,
  "url": 2755,
  "urn": 2756,
  "urself": 2757,
  "usb": 2758,
  "usc": 2759,
  "use": 2760,
  "used": 2761,
  "user": 2762,
  "usf": 2763,
  "usher": 2764,
  "using": 2765,
  "usual": 2766,
  "usually": 2767,
  "utter": 2768,
  "vale": 2769,
  "valentine": 2770,
  "valentines": 2771,
  "valid": 2772,
  "valuable": 2773,
  "value": 2774,
  "valued": 2775,
  "various": 2776,
  "vary": 2777,
  "vava": 2778,
  "ve": 2779,
  "vegas": 2780,
  "vegetables": 2781,
  "verified": 2782,
  "verify": 2783,
  "version": 2784,
  "vettam": 2785,
  "video": 2786,
  "videochat": 2787,
  "videophones": 2788,
  "vijay": 2789,
  "vikky": 2790,
  "village": 2791,
  "violence": 2792,
  "violet": 2793,
  "vip": 2794,
  "visit": 2795,
  "vl": 2796,
  "voda": 2797,
  "vodafone": 2798,
  "vodka": 2799,
  "voice": 2800,
  "voicemail": 2801,
  "vomit": 2802,
  "vomiting": 2803,
  "vote": 2804,
  "voucher": 2805,
  "vouchers": 2806,
  "vry": 2807,
  "vth": 2808,
  "vu": 2809,
  "w1": 2810,
  "w111wx": 2811,
  "w1j6hl": 2812,
  "w1jhl": 2813,
  "w45wq": 2814,
  "wa": 2815,
  "wah": 2816,
  "waheed": 2817,
  "wait": 2818,
  "waited": 2819,
  "waitin": 2820,
  "waiting": 2821,
  "wake": 2822,
  "waking": 2823,
  "wales": 2824,
  "walk": 2825,
  "walked": 2826,
  "walking": 2827,
  "wallpaper": 2828,
  "walmart": 2829,
  "wan": 2830,
  "wan2": 2831,
  "wana": 2832,
  "wanna": 2833,
  "want": 2834,
  "wanted": 2835,
  "wanting": 2836,
  "wants": 2837,
  "wap": 2838,
  "warm": 2839,
  "warning": 2840,
  "warranty": 2841,
  "wasn": 2842,
  "waste": 2843,
  "wasted": 2844,
  "wat": 2845,
  "watch": 2846,
  "watching": 2847,
  "water": 2848,
  "watever": 2849,
  "wating": 2850,
  "wats": 2851,
  "wave": 2852,
  "waves": 2853,
  "way": 2854,
  "wc1n3xx": 2855,
  "weak": 2856,
  "wear": 2857,
  "wearing": 2858,
  "weather": 2859,
  "web": 2860,
  "website": 2861,
  "wed": 2862,
  "wedding": 2863,
  "wednesday": 2864,
  "weed": 2865,
  "week": 2866,
  "weekend": 2867,
  "weekends": 2868,
  "weekly": 2869,
  "weeks": 2870,
  "weight": 2871,
  "weird": 2872,
  "weirdest": 2873,
  "welcome": 2874,
  "welp": 2875,
  "wen": 2876,
  "went": 2877,
  "wer": 2878,
  "westlife": 2879,
  "wet": 2880,
  "weâ": 2881,
  "whats": 2882,
  "white": 2883,
  "whn": 2884,
  "whos": 2885,
  "wid": 2886,
  "widelive": 2887,
  "wif": 2888,
  "wife": 2889,
  "wifi": 2890,
  "wil": 2891,
  "willing": 2892,
  "win": 2893,
  "windows": 2894,
  "wine": 2895,
  "winner": 2896,
  "winning": 2897,
  "wins": 2898,
  "wisdom": 2899,
  "wise": 2900,
  "wish": 2901,
  "wishes": 2902,
  "wishin": 2903,
  "wishing": 2904,
  "wit": 2905,
  "wiv": 2906,
  "wk": 2907,
  "wkend": 2908,
  "wkent": 2909,
  "wkg": 2910,
  "wkly": 2911,
  "wld": 2912,
  "wml": 2913,
  "wnt": 2914,
  "wo": 2915,
  "woke": 2916,
  "woman": 2917,
  "women": 2918,
