{
  "00": 0,
  "000": 1,
  "000pes": 2,
  "008704050406": 3,
  "0089": 4,
  "0121": 5,
  "01223585334": 6,
  "0125698789": 7,
  "02": 8,
  "0207": 9,
  "02072069400": 10,
  "02073162414": 11,
  "02085076972": 12,
  "021": 13,
  "03": 14,
  "04": 15,
  "0430": 16,
  "05": 17,
  "050703": 18,
  "0578": 19,
  "06": 20,
  "07": 21,
  "07008009200": 22,
  "07046744435": 23,
  "07090201529": 24,
  "07090298926": 25,
  "07099833605": 26,
  "07123456789": 27,
  "0721072": 28,
  "07732584351": 29,
  "07734396839": 30,
  "07742676969": 31,
  "07753741225": 32,
  "0776xxxxxxx": 33,
  "07781482378": 34,
  "07786200117": 35,
  "077xxx": 36,
  "078": 37,
  "07801543489": 38,
  "07808": 39,
  "07808247860": 40,
  "07808726822": 41,
  "07821230901": 42,
  "07880867867": 43,
  "0789xxxxxxx": 44,
  "07946746291": 45,
  "0796xxxxxx": 46,
  "07973788240": 47,
  "07xxxxxxxxx": 48,
  "0800": 49,
  "08000407165": 50,
  "08000839402": 51,
  "08000930705": 52,
  "08000938767": 53,
  "08001950382": 54,
  "08002888812": 55,
  "08002986906": 56,
  "08006344447": 57,
  "0808": 58,
  "08081263000": 59,
  "08081560665": 60,
  "0825": 61,
  "083": 62,
  "0844": 63,
  "08448350055": 64,
  "08448714184": 65,
  "0845": 66,
  "08450542832": 67,
  "08452810071": 68,
  "08452810073": 69,
  "08452810075over18": 70,
  "0870": 71,
  "08700435505150p": 72,
  "08700469649": 73,
  "08700621170150p": 74,
  "08701213186": 75,
  "08701237397": 76,
  "08701417012": 77,
  "08701417012150p": 78,
  "0870141701216": 79,
  "08701752560": 80,
  "087018728737": 81,
  "0870241182716": 82,
  "08702490080": 83,
  "08702840625": 84,
  "08704050406": 85,
  "08704439680": 86,
  "08704439680ts": 87,
  "0870737910216yrs": 88,
  "08707500020": 89,
  "08707509020": 90,
  "08707808226": 91,
  "08708034412": 92,
  "08708800282": 93,
  "08709222922": 94,
  "08709501522": 95,
  "0871": 96,
  "087104711148": 97,
  "08712101358": 98,
  "08712103738": 99,
  "0871212025016": 100,
  "08712300220": 101,
  "087123002209am": 102,
  "08712317606": 103,
  "08712400602450p": 104,
  "08712400603": 105,
  "08712402050": 106,
  "08712402779": 107,
  "08712402902": 108,
  "08712402972": 109,
  "08712404000": 110,
  "08712405020": 111,
  "08712405022": 112,
  "08712460324": 113,
  "08712466669": 114,
  "0871277810810": 115,
  "0871277810910p": 116,
  "087147123779am": 117,
  "08714712379": 118,
  "08714712412": 119,
  "08714714011": 120,
  "08715203028": 121,
  "08715203649": 122,
  "08715203652": 123,
  "08715203656": 124,
  "08715203677": 125,
  "08715203694": 126,
  "08715500022": 127,
  "08715705022": 128,
  "08717168528": 129,
  "0871750": 130,
  "08717509990": 131,
  "08717895698": 132,
  "08717898035": 133,
  "08718711108": 134,
  "08718720201": 135,
  "08718723815": 136,
  "08718725756": 137,
  "08718726270": 138,
  "087187262701": 139,
  "08718726970": 140,
  "08718726978": 141,
  "087187272008": 142,
  "08718727868": 143,
  "08718727870": 144,
  "08718727870150ppm": 145,
  "08718730555": 146,
  "08718730666": 147,
  "08718738001": 148,
  "08718738002": 149,
  "08718738034": 150,
  "08719180248": 151,
  "08719181503": 152,
  "08719181513": 153,
  "08719839835": 154,
  "08719899217": 155,
  "08719899229": 156,
  "09": 157,
  "09041940223": 158,
  "09050000332": 159,
  "09050000460": 160,
  "09050000928": 161,
  "09050001295": 162,
  "09050001808": 163,
  "09050002311": 164,
  "09050005321": 165,
  "09050090044": 166,
  "09050280520": 167,
  "09053750005": 168,
  "09056242159": 169,
  "09057039994": 170,
  "09058091854": 171,
  "09058094454": 172,
  "09058094455": 173,
  "09058094565": 174,
  "09058094583": 175,
  "09058094594": 176,
  "09058094597": 177,
  "09058094599": 178,
  "09058095107": 179,
  "09058095201": 180,
  "09058097189": 181,
  "09058098002": 182,
  "09058099801": 183,
  "09061104276": 184,
  "09061209465": 185,
  "09061213237": 186,
  "09061221061": 187,
  "09061221066": 188,
  "09061701444": 189,
  "09061701461": 190,
  "09061701851": 191,
  "09061701939": 192,
  "09061702893": 193,
  "09061743386": 194,
  "09061743806": 195,
  "09061743810": 196,
  "09061743811": 197,
  "09061744553": 198,
  "09061749602": 199,
  "09061790121": 200,
  "09061790125": 201,
  "09061790126": 202,
  "09063440451": 203,
  "09063442151": 204,
  "09063458130": 205,
  "0906346330": 206,
  "09064011000": 207,
  "09064012160": 208,
  "09064017295": 209,
  "09064017305": 210,
  "09064018838": 211,
  "09064019014": 212,
  "09064019788": 213,
  "09065069120": 214,
  "09065069154": 215,
  "09065171142": 216,
  "09065174042": 217,
  "09065394514": 218,
  "09065394973": 219,
  "09065989180": 220,
  "09065989182": 221,
  "09066350750": 222,
  "09066358152": 223,
  "09066358361": 224,
  "09066361921": 225,
  "09066362206": 226,
  "09066362220": 227,
  "09066362231": 228,
  "09066364311": 229,
  "09066364589": 230,
  "09066368327": 231,
  "09066368470": 232,
  "09066368753": 233,
  "09066380611": 234,
  "09066382422": 235,
  "09066612661": 236,
  "09066649731from": 237,
  "09066660100": 238,
  "09071512432": 239,
  "09071512433": 240,
  "09071517866": 241,
  "09090204448": 242,
  "09094646899": 243,
  "09095350301": 244,
  "09099725823": 245,
  "09099726481": 246,
  "09111030116": 247,
  "09111032124": 248,
  "09701213186": 249,
  "0a": 250,
  "0quit": 251,
  "10": 252,
  "100": 253,
  "1000": 254,
  "1000call": 255,
  "1000s": 256,
  "100percent": 257,
  "100txt": 258,
  "1030": 259,
  "10am": 260,
  "10k": 261,
  "10p": 262,
  "10ppm": 263,
  "11": 264,
  "1120": 265,
  "113": 266,
  "1131": 267,
  "114": 268,
  "118p": 269,
  "11mths": 270,
  "11pm": 271,
  "12": 272,
  "1205": 273,
  "120p": 274,
  "121": 275,
  "1225": 276,
  "123": 277,
  "125": 278,
  "1250": 279,
  "125gift": 280,
  "128": 281,
  "12hours": 282,
  "12hrs": 283,
  "12mths": 284,
  "130": 285,
  "1327": 286,
  "139": 287,
  "14": 288,
  "140": 289,
  "140ppm": 290,
  "145": 291,
  "1450": 292,
  "146tf150p": 293,
  "14thmarch": 294,
  "15": 295,
  "150": 296,
  "1500": 297,
  "150p": 298,
  "150p16": 299,
  "150pm": 300,
  "150ppermesssubscription": 301,
  "150ppm": 302,
  "150ppmpobox10183bhamb64xe": 303,
  "150pw": 304,
  "151": 305,
  "153": 306,
  "15541": 307,
  "16": 308,
  "165": 309,
  "169": 310,
  "177": 311,
  "18": 312,
  "180": 313,
  "18p": 314,
  "18yrs": 315,
  "195": 316,
  "1956669": 317,
  "1b6a5ecef91ff9": 318,
  "1hr": 319,
  "1im": 320,
  "1mega": 321,
  "1million": 322,
  "1pm": 323,
  "1st": 324,
  "1stchoice": 325,
  "1stone": 326,
  "1win150ppmx3": 327,
  "1winaweek": 328,
  "1winawk": 329,
  "1x150p": 330,
  "1yf": 331,
  "20": 332,
  "200": 333,
  "2000": 334,
  "2003": 335,
  "2004": 336,
  "2005": 337,
  "2006": 338,
  "2007": 339,
  "2025050": 340,
  "20p": 341,
  "21": 342,
  "21870000": 343,
  "21st": 344,
  "22": 345,
  "220": 346,
  "220cm2": 347,
  "2309": 348,
  "23f": 349,
  "23g": 350,
  "24": 351,
  "24hrs": 352,
  "24m": 353,
  "24th": 354,
  "25": 355,
  "250": 356,
  "250k": 357,
  "255": 358,
  "25p": 359,
  "26": 360,
  "2667": 361,
  "26th": 362,
  "27": 363,
  "28": 364,
  "2814032": 365,
  "28days": 366,
  "28th": 367,
  "28thfeb": 368,
  "29": 369,
  "2b": 370,
  "2c": 371,
  "2day": 372,
  "2docd": 373,
  "2end": 374,
  "2exit": 375,
  "2ez": 376,
  "2find": 377,
  "2getha": 378,
  "2geva": 379,
  "2go": 380,
  "2gthr": 381,
  "2hrs": 382,
  "2i": 383,
  "2lands": 384,
  "2marrow": 385,
  "2moro": 386,
  "2morow": 387,
  "2morro": 388,
  "2morrow": 389,
  "2mro": 390,
  "2mrw": 391,
  "2mwen": 392,
  "2nd": 393,
  "2nhite": 394,
  "2nights": 395,
  "2nite": 396,
  "2optout": 397,
  "2p": 398,
  "2price": 399,
  "2px": 400,
  "2rcv": 401,
  "2stop": 402,
  "2stoptx": 403,
  "2stoptxt": 404,
  "2u": 405,
  "2watershd": 406,
  "2waxsto": 407,
  "2wks": 408,
  "2wt": 409,
  "2wu": 410,
  "2years": 411,
  "2yr": 412,
  "30": 413,
  "300": 414,
  "3000": 415,
  "300603": 416,
  "300603t": 417,
  "300p": 418,
  "3030": 419,
  "30apr": 420,
  "30ish": 421,
  "30pm": 422,
  "30pp": 423,
  "30th": 424,
  "31": 425,
  "3100": 426,
  "310303": 427,
  "31p": 428,
  "32": 429,
  "32000": 430,
  "32323": 431,
  "326": 432,
  "33": 433,
  "330": 434,
  "350": 435,
  "3510i": 436,
  "35p": 437,
  "3650": 438,
  "36504": 439,
  "3680": 440,
  "37819": 441,
  "38": 442,
  "382": 443,
  "391784": 444,
  "3aj": 445,
  "3d": 446,
  "3days": 447,
  "3g": 448,
  "3gbp": 449,
  "3hrs": 450,
  "3lions": 451,
  "3lp": 452,
  "3miles": 453,
  "3mins": 454,
  "3mobile": 455,
  "3optical": 456,
  "3pound": 457,
  "3qxj9": 458,
  "3rd": 459,
  "3ss": 460,
  "3uz": 461,
  "3xx": 462,
  "3xâ": 463,
  "40": 464,
  "400": 465,
  "400mins": 466,
  "4041": 467,
  "40411": 468,
  "40533": 469,
  "40gb": 470,
  "40mph": 471,
  "41685": 472,
  "420": 473,
  "42049": 474,
  "4217": 475,
  "42478": 476,
  "42810": 477,
  "430": 478,
  "434": 479,
  "440": 480,
  "4403ldnw1a7rw18": 481,
  "44345": 482,
  "447797706009": 483,
  "447801259231": 484,
  "448712404000": 485,
  "449071512431": 486,
  "45": 487,
  "450": 488,
  "450p": 489,
  "450ppw": 490,
  "450pw": 491,
  "45239": 492,
  "45pm": 493,
  "47": 494,
  "4742": 495,
  "47per": 496,
  "48": 497,
  "4882": 498,
  "48922": 499,
  "49": 500,
  "49557": 501,
  "4a": 502,
  "4brekkie": 503,
  "4d": 504,
  "4eva": 505,
  "4few": 506,
  "4fil": 507,
  "4get": 508,
  "4give": 509,
  "4got": 510,
  "4goten": 511,
  "4info": 512,
  "4msgs": 513,
  "4mths": 514,
  "4my": 515,
  "4qf2": 516,
  "4t": 517,
  "4th": 518,
  "4the": 519,
  "4thnov": 520,
  "4txt": 521,
  "4u": 522,
  "4utxt": 523,
  "4w": 524,
  "4wrd": 525,
  "4years": 526,
  "50": 527,
  "500": 528,
  "5000": 529,
  "50award": 530,
  "50ea": 531,
  "50gbp": 532,
  "50p": 533,
  "50perweeksub": 534,
  "50perwksub": 535,
  "50pmmorefrommobile2bremoved": 536,
  "50s": 537,
  "5226": 538,
  "5249": 539,
  "526": 540,
  "528": 541,
  "530": 542,
  "54": 543,
  "542": 544,
  "545": 545,
  "5digital": 546,
  "5free": 547,
  "5ish": 548,
  "5k": 549,
  "5min": 550,
  "5mls": 551,
  "5p": 552,
  "5pm": 553,
  "5th": 554,
  "5wb": 555,
  "5we": 556,
  "5wkg": 557,
  "600": 558,
  "6031": 559,
  "6089": 560,
  "60p": 561,
  "61": 562,
  "61200": 563,
  "61610": 564,
  "62468": 565,
  "62735": 566,
  "630": 567,
  "63miles": 568,
  "645": 569,
  "65": 570,
  "650": 571,
  "66": 572,
  "6669": 573,
  "674": 574,
  "67441233": 575,
  "68866": 576,
  "69101": 577,
  "69200": 578,
  "69669": 579,
  "69696": 580,
  "69855": 581,
  "69866": 582,
  "69876": 583,
  "69888": 584,
  "69911": 585,
  "69969": 586,
  "69988": 587,
  "6days": 588,
  "6hrs": 589,
  "6ish": 590,
  "6missed": 591,
  "6months": 592,
  "6ph": 593,
  "6pm": 594,
  "6th": 595,
  "6times": 596,
  "6wu": 597,
  "6zf": 598,
  "700": 599,
  "71": 600,
  "7250": 601,
  "7250i": 602,
  "730": 603,
  "731": 604,
  "74355": 605,
  "75": 606,
  "750": 607,
  "7548": 608,
  "75max": 609,
  "762": 610,
  "7634": 611,
  "7684": 612,
  "77": 613,
  "78": 614,
  "786": 615,
  "7876150ppm": 616,
  "79": 617,
  "7am": 618,
  "7ish": 619,
  "7oz": 620,
  "7pm": 621,
  "7th": 622,
  "7ws": 623,
  "7zs": 624,
  "80": 625,
  "800": 626,
  "80062": 627,
  "8007": 628,
  "80082": 629,
  "80086": 630,
  "80122300p": 631,
  "80155": 632,
  "80160": 633,
  "80182": 634,
  "8027": 635,
  "80488": 636,
  "80608": 637,
  "8077": 638,
  "80878": 639,
  "81010": 640,
  "81151": 641,
  "81303": 642,
  "81618": 643,
  "82050": 644,
  "820554ad0a1705572711": 645,
  "82242": 646,
  "82277": 647,
  "82468": 648,
  "83039": 649,
  "83049": 650,
  "83110": 651,
  "83222": 652,
  "83332": 653,
  "83338": 654,
  "83355": 655,
  "83383": 656,
  "83600": 657,
  "83738": 658,
  "84": 659,
  "84025": 660,
  "84122": 661,
  "84128": 662,
  "84199": 663,
  "85": 664,
  "850": 665,
  "85023": 666,
  "85069": 667,
  "85222": 668,
  "85233": 669,
  "8552": 670,
  "86021": 671,
  "861": 672,
  "864233": 673,
  "86688": 674,
  "86888": 675,
  "87021": 676,
  "87066": 677,
  "87070": 678,
  "87077": 679,
  "87121": 680,
  "87131": 681,
  "8714714": 682,
  "872": 683,
  "87239": 684,
  "87575": 685,
  "88039": 686,
  "88066": 687,
  "88088": 688,
  "88222": 689,
  "88600": 690,
  "88800": 691,
  "8883": 692,
  "88877": 693,
  "88888": 694,
  "89034": 695,
  "89070": 696,
  "89080": 697,
  "89105": 698,
  "89123": 699,
  "89545": 700,
  "89555": 701,
  "89693": 702,
  "89938": 703,
  "8am": 704,
  "8ball": 705,
  "8lb": 706,
  "8p": 707,
  "8pm": 708,
  "8th": 709,
  "8wp": 710,
  "900": 711,
  "910": 712,
  "9153": 713,
  "9280114": 714,
  "92h": 715,
  "930": 716,
  "9307622": 717,
  "945": 718,
  "95": 719,
  "9755": 720,
  "9758": 721,
  "97n7qp": 722,
  "98321561": 723,
  "99": 724,
  "9996": 725,
  "9ae": 726,
  "9am": 727,
  "9ja": 728,
  "9pm": 729,
  "9t": 730,
  "9th": 731,
  "9yt": 732,
  "____": 733,
  "a21": 734,
  "a30": 735,
  "aa": 736,
  "aah": 737,
  "aaniye": 738,
  "aaooooright": 739,
  "aathi": 740,
  "ab": 741,
  "abbey": 742,
  "abdomen": 743,
  "abeg": 744,
  "abel": 745,
  "aberdeen": 746,
  "abi": 747,
  "ability": 748,
  "abiola": 749,
  "abj": 750,
  "able": 751,
  "abnormally": 752,
  "aboutas": 753,
  "abroad": 754,
  "absence": 755,
  "absolutely": 756,
  "absolutly": 757,
  "abt": 758,
  "abta": 759,
  "abuse": 760,
  "abusers": 761,
  "ac": 762,
  "acc": 763,
  "accent": 764,
  "accept": 765,
  "access": 766,
  "accessible": 767,
  "accidant": 768,
  "accident": 769,
  "accidentally": 770,
  "accommodation": 771,
  "accommodationvouchers": 772,
  "accomodate": 773,
  "accomodations": 774,
  "accordin": 775,
  "accordingly": 776,
  "account": 777,
  "accounting": 778,
  "accounts": 779,
  "accumulation": 780,
  "achan": 781,
  "ache": 782,
  "achieve": 783,
  "acid": 784,
  "acknowledgement": 785,
  "acl03530150pm": 786,
  "acnt": 787,
  "aco": 788,
  "acted": 789,
  "acting": 790,
  "action": 791,
  "activate": 792,
  "active": 793,
  "activities": 794,
  "actor": 795,
  "actual": 796,
  "actually": 797,
  "ad": 798,
  "adam": 799,
  "add": 800,
  "addamsfa": 801,
  "added": 802,
  "addicted": 803,
  "addie": 804,
  "adding": 805,
  "address": 806,
  "adds": 807,
  "adewale": 808,
  "adi": 809,
  "admin": 810,
  "administrator": 811,
  "admirer": 812,
  "admission": 813,
  "admit": 814,
  "adore": 815,
  "adoring": 816,
  "adp": 817,
  "adress": 818,
  "adrian": 819,
  "adrink": 820,
  "ads": 821,
  "adsense": 822,
  "adult": 823,
  "adults": 824,
  "advance": 825,
  "adventure": 826,
  "advice": 827,
  "advise": 828,
  "advising": 829,
  "aeronautics": 830,
  "aeroplane": 831,
  "afew": 832,
  "affair": 833,
  "affairs": 834,
  "affection": 835,
  "affectionate": 836,
  "affections": 837,
  "affidavit": 838,
  "afford": 839,
  "afghanistan": 840,
  "afraid": 841,
  "africa": 842,
  "african": 843,
  "aft": 844,
  "afternon": 845,
  "afternoon": 846,
  "afternoons": 847,
  "aftr": 848,
  "ag": 849,
  "age": 850,
  "age16": 851,
  "age23": 852,
  "agency": 853,
  "agent": 854,
  "ages": 855,
  "agidhane": 856,
  "ago": 857,
  "agree": 858,
  "ah": 859,
  "aha": 860,
  "ahead": 861,
  "ahhh": 862,
  "ahmad": 863,
  "ahold": 864,
  "aid": 865,
  "aids": 866,
  "aig": 867,
  "aight": 868,
  "ain": 869,
  "aint": 870,
  "air": 871,
  "air1": 872,
  "airport": 873,
  "aiya": 874,
  "aiyah": 875,
  "aiyar": 876,
  "aiyo": 877,
  "ajith": 878,
  "ak": 879,
  "aka": 880,
  "akon": 881,
  "al": 882,
  "alaikkum": 883,
  "alaipayuthe": 884,
  "album": 885,
  "alcohol": 886,
  "aldrine": 887,
  "alert": 888,
  "alerts": 889,
  "aletter": 890,
  "alex": 891,
  "alfie": 892,
  "algarve": 893,
  "algebra": 894,
  "ali": 895,
  "alian": 896,
  "alive": 897,
  "allah": 898,
  "allday": 899,
  "allo": 900,
  "allow": 901,
  "allowed": 902,
  "alot": 903,
  "alright": 904,
  "alrite": 905,
  "alter": 906,
  "alternative": 907,
  "alto18": 908,
  "alwa": 909,
  "alwys": 910,
  "amazing": 911,
  "ambitious": 912,
  "ambrith": 913,
  "american": 914,
  "amigos": 915,
  "amk": 916,
  "amla": 917,
  "amma": 918,
  "ammae": 919,
  "ammo": 920,
  "amp": 921,
  "amplikater": 922,
  "amrca": 923,
  "amt": 924,
  "amused": 925,
  "amy": 926,
  "ana": 927,
  "anal": 928,
  "analysis": 929,
  "anderson": 930,
  "andre": 931,
  "andres": 932,
  "andrews": 933,
  "andros": 934,
  "angels": 935,
  "angry": 936,
  "animal": 937,
  "animation": 938,
  "anjie": 939,
  "anjola": 940,
  "anna": 941,
  "annie": 942,
  "anniversary": 943,
  "annoncement": 944,
  "announced": 945,
  "announcement": 946,
  "annoying": 947,
  "anonymous": 948,
  "anot": 949,
  "ans": 950,
  "ansr": 951,
  "answer": 952,
  "answered": 953,
  "answerin": 954,
  "answering": 955,
  "answers": 956,
  "antelope": 957,
  "antha": 958,
  "anthony": 959,
  "anti": 960,
  "antibiotic": 961,
  "anybody": 962,
  "anymore": 963,
  "anyones": 964,
  "anyplaces": 965,
  "anythiing": 966,
  "anythin": 967,
  "anytime": 968,
  "anyways": 969,
  "apart": 970,
  "apartment": 971,
  "apes": 972,
  "aphex": 973,
  "apnt": 974,
  "apo": 975,
  "apologise": 976,
  "apologize": 977,
  "apology": 978,
  "app": 979,
  "apparently": 980,
  "appeal": 981,
  "appear": 982,
  "applausestore": 983,
  "applebees": 984,
  "apply": 985,
  "applyed": 986,
  "appointment": 987,
  "appointments": 988,
  "appreciate": 989,
  "appreciated": 990,
  "approaches": 991,
  "approaching": 992,
  "approve": 993,
  "approved": 994,
  "apps": 995,
  "appt": 996,
  "appy": 997,
  "april": 998,
  "aproach": 999,
  "apt": 1000,
  "aptitude": 1001,
  "aquarius": 1002,
  "ar": 1003,
  "arab": 1004,
  "arabian": 1005,
  "ard": 1006,
  "area": 1007,
  "aren": 1008,
  "arent": 1009,
  "arestaurant": 1010,
  "areyouunique": 1011,
  "argentina": 1012,
  "argh": 1013,
  "argue": 1014,
  "argument": 1015,
  "arguments": 1016,
  "aries": 1017,
  "arises": 1018,
  "arithmetic": 1019,
  "arm": 1020,
  "armand": 1021,
  "armenia": 1022,
  "arms": 1023,
  "arng": 1024,
  "arngd": 1025,
  "arnt": 1026,
  "arr": 1027,
  "arrange": 1028,
  "arranging": 1029,
  "arrested": 1030,
  "arrive": 1031,
  "arrived": 1032,
  "arrow": 1033,
  "arsenal": 1034,
  "art": 1035,
  "artists": 1036,
  "arts": 1037,
  "arty": 1038,
  "arul": 1039,
  "arun": 1040,
  "asa": 1041,
  "asap": 1042,
  "asda": 1043,
  "ashes": 1044,
  "ashley": 1045,
  "ashwini": 1046,
  "asian": 1047,
  "asjesus": 1048,
  "ask": 1049,
  "askd": 1050,
  "asked": 1051,
  "askin": 1052,
  "asking": 1053,
  "asks": 1054,
  "asleep": 1055,
  "asp": 1056,
  "aspects": 1057,
  "ass": 1058,
  "assessment": 1059,
  "asshole": 1060,
  "assistance": 1061,
  "associate": 1062,
  "asssssholeeee": 1063,
  "assume": 1064,
  "assumed": 1065,
  "asthere": 1066,
  "asthma": 1067,
  "astne": 1068,
  "astoundingly": 1069,
  "astrology": 1070,
  "asus": 1071,
  "asusual": 1072,
  "ate": 1073,
  "athletic": 1074,
  "athome": 1075,
  "atlanta": 1076,
  "atlast": 1077,
  "atleast": 1078,
  "atm": 1079,
  "atrocious": 1080,
  "attach": 1081,
  "attached": 1082,
  "attack": 1083,
  "attempt": 1084,
  "atten": 1085,
  "attend": 1086,
  "attended": 1087,
  "attending": 1088,
  "attitude": 1089,
  "attractive": 1090,
  "attracts": 1091,
  "auction": 1092,
  "audiitions": 1093,
  "audition": 1094,
  "audrey": 1095,
  "audrie": 1096,
  "august": 1097,
  "aunt": 1098,
  "auntie": 1099,
  "aunties": 1100,
  "aunts": 1101,
  "aunty": 1102,
  "aust": 1103,
  "australia": 1104,
  "auto": 1105,
  "autocorrect": 1106,
  "av": 1107,
  "ava": 1108,
  "availa": 1109,
  "available": 1110,
  "avalarr": 1111,
  "avatar": 1112,
  "avble": 1113,
  "ave": 1114,
  "avent": 1115,
  "avenue": 1116,
  "avin": 1117,
  "avo": 1118,
  "avoiding": 1119,
  "avoids": 1120,
  "await": 1121,
  "awaiting": 1122,
  "awake": 1123,
  "award": 1124,
  "awarded": 1125,
  "away": 1126,
  "awesome": 1127,
  "awkward": 1128,
  "aww": 1129,
  "awww": 1130,
  "ax": 1131,
  "axel": 1132,
  "axis": 1133,
  "ay": 1134,
  "ayn": 1135,
  "ayo": 1136,
  "aâ": 1137,
  "b4": 1138,
  "b4190604": 1139,
  "b4280703": 1140,
  "b4u": 1141,
  "b4utele": 1142,
  "ba": 1143,
  "baaaaaaaabe": 1144,
  "baaaaabe": 1145,
  "babe": 1146,
  "babes": 1147,
  "babies": 1148,
  "baby": 1149,
  "babygoodbye": 1150,
  "babyjontet": 1151,
  "babysitting": 1152,
  "bac": 1153,
  "backdoor": 1154,
  "backwards": 1155,
  "bad": 1156,
  "badass": 1157,
  "badrith": 1158,
  "bag": 1159,
  "bags": 1160,
  "bahamas": 1161,
  "baig": 1162,
  "bailiff": 1163,
  "bajarangabali": 1164,
  "bak": 1165,
  "bakra": 1166,
  "bakrid": 1167,
  "balance": 1168,
  "ball": 1169,
  "baller": 1170,
  "balloon": 1171,
  "balls": 1172,
  "bam": 1173,
  "bambling": 1174,
  "band": 1175,
  "bandages": 1176,
  "bang": 1177,
  "bangb": 1178,
  "bangbabes": 1179,
  "bank": 1180,
  "banks": 1181,
  "banneduk": 1182,
  "banter": 1183,
  "bao": 1184,
  "bar": 1185,
  "barbie": 1186,
  "bare": 1187,
  "barely": 1188,
  "bari": 1189,
  "barkleys": 1190,
  "barmed": 1191,
  "barolla": 1192,
  "barred": 1193,
  "barrel": 1194,
  "barring": 1195,
  "barry": 1196,
  "bars": 1197,
  "base": 1198,
  "based": 1199,
  "bash": 1200,
  "basic": 1201,
  "basically": 1202,
  "basket": 1203,
  "basketball": 1204,
  "basq": 1205,
  "bat": 1206,
  "batch": 1207,
  "batchlor": 1208,
  "bath": 1209,
  "bathe": 1210,
  "bathing": 1211,
  "bathroom": 1212,
  "batsman": 1213,
  "batt": 1214,
  "battery": 1215,
  "battle": 1216,
  "bawling": 1217,
  "bay": 1218,
  "bb": 1219,
  "bbc": 1220,
  "bbd": 1221,
  "bbdeluxe": 1222,
  "bbq": 1223,
  "bc": 1224,
  "bck": 1225,
  "bcm": 1226,
  "bcm1896wc1n3xx": 1227,
  "bcm4284": 1228,
  "bcmsfwc1n3xx": 1229,
  "bcoz": 1230,
  "bcs": 1231,
  "bcum": 1232,
  "bcums": 1233,
  "bday": 1234,
  "bear": 1235,
  "bears": 1236,
  "beatings": 1237,
  "beauties": 1238,
  "beautiful": 1239,
  "beauty": 1240,
  "bec": 1241,
  "becaus": 1242,
  "becausethey": 1243,
  "becoz": 1244,
  "becz": 1245,
  "bed": 1246,
  "bedbut": 1247,
  "bedrm": 1248,
  "bedroom": 1249,
  "beehoon": 1250,
  "beendropping": 1251,
  "beer": 1252,
  "beerage": 1253,
  "beers": 1254,
  "befor": 1255,
  "beg": 1256,
  "beggar": 1257,
  "begging": 1258,
  "begin": 1259,
  "begins": 1260,
  "behave": 1261,
  "bein": 1262,
  "believe": 1263,
  "belive": 1264,
  "bell": 1265,
  "bellearlier": 1266,
  "belligerent": 1267,
  "belly": 1268,
  "belongs": 1269,
  "belovd": 1270,
  "belt": 1271,
  "ben": 1272,
  "bend": 1273,
  "beneath": 1274,
  "beneficiary": 1275,
  "bennys": 1276,
  "bergkamp": 1277,
  "best": 1278,
  "best1": 1279,
  "bet": 1280,
  "beta": 1281,
  "beth": 1282,
  "better": 1283,
  "bettersn": 1284,
  "beverage": 1285,
  "bevies": 1286,
  "beware": 1287,
  "bf": 1288,
  "bffs": 1289,
  "bfore": 1290,
  "bhaji": 1291,
  "bhaskar": 1292,
  "biatch": 1293,
  "bid": 1294,
  "bids": 1295,
  "big": 1296,
  "bigger": 1297,
  "biggest": 1298,
  "bike": 1299,
  "billed": 1300,
  "billing": 1301,
  "billion": 1302,
  "bills": 1303,
  "billy": 1304,
  "bilo": 1305,
  "bin": 1306,
  "biola": 1307,
  "bird": 1308,
  "birds": 1309,
  "birla": 1310,
  "birth": 1311,
  "birthdate": 1312,
  "birthday": 1313,
  "bishan": 1314,
  "bit": 1315,
  "bitch": 1316,
  "bitching": 1317,
  "bite": 1318,
  "bites": 1319,
  "bits": 1320,
  "biz": 1321,
  "bk": 1322,
  "black": 1323,
  "blackberry": 1324,
  "blacko": 1325,
  "blah": 1326,
  "blake": 1327,
  "blame": 1328,
  "blank": 1329,
  "blanked": 1330,
  "blankets": 1331,
  "blastin": 1332,
  "bleh": 1333,
  "bless": 1334,
  "blessed": 1335,
  "blessing": 1336,
  "blessings": 1337,
  "blimey": 1338,
  "blind": 1339,
  "block": 1340,
  "blocked": 1341,
  "blog": 1342,
  "blogging": 1343,
  "blogspot": 1344,
  "bloke": 1345,
  "blokes": 1346,
  "blonde": 1347,
  "bloo": 1348,
  "blood": 1349,
  "bloody": 1350,
  "bloomberg": 1351,
  "blow": 1352,
  "blown": 1353,
  "blu": 1354,
  "blue": 1355,
  "bluetooth": 1356,
  "bluetoothhdset": 1357,
  "bluff": 1358,
  "blur": 1359,
  "bluray": 1360,
  "bmw": 1361,
  "board": 1362,
  "boat": 1363,
  "boatin": 1364,
  "bob": 1365,
  "body": 1366,
  "boggy": 1367,
  "bognor": 1368,
  "bold": 1369,
  "bold2": 1370,
  "bollox": 1371,
  "boltblue": 1372,
  "bomb": 1373,
  "bone": 1374,
  "bong": 1375,
  "bonus": 1376,
  "boo": 1377,
  "boobs": 1378,
  "book": 1379,
  "booked": 1380,
  "booking": 1381,
  "bookmark": 1382,
  "books": 1383,
  "bookshelf": 1384,
  "boost": 1385,
  "booty": 1386,
  "bootydelious": 1387,
  "borderline": 1388,
  "bored": 1389,
  "borin": 1390,
  "boring": 1391,
  "born": 1392,
  "borrow": 1393,
  "boss": 1394,
  "boston": 1395,
  "bot": 1396,
  "bother": 1397,
  "bothering": 1398,
  "bottle": 1399,
  "bought": 1400,
  "boughtâ": 1401,
  "bout": 1402,
  "bowl": 1403,
  "bowls": 1404,
  "box": 1405,
  "box1146": 1406,
  "box139": 1407,
  "box177": 1408,
  "box245c2150pm": 1409,
  "box326": 1410,
  "box334": 1411,
  "box385": 1412,
  "box39822": 1413,
  "box403": 1414,
  "box420": 1415,
  "box42wr29c": 1416,
  "box95qu": 1417,
  "box97n7qp": 1418,
  "boy": 1419,
  "boye": 1420,
  "boyf": 1421,
  "boyfriend": 1422,
  "boys": 1423,
  "boytoy": 1424,
  "bpo": 1425,
  "brah": 1426,
  "brain": 1427,
  "braindanceâ": 1428,
  "brainless": 1429,
  "brainy": 1430,
  "brand": 1431,
  "brandy": 1432,
  "bras": 1433,
  "brats": 1434,
  "braved": 1435,
  "bray": 1436,
  "brb": 1437,
  "bread": 1438,
  "breadstick": 1439,
  "break": 1440,
  "breaker": 1441,
  "breakfast": 1442,
  "breakin": 1443,
  "breaking": 1444,
  "breaks": 1445,
  "breath": 1446,
  "breathe": 1447,
  "breathe1": 1448,
  "breathing": 1449,
  "breeze": 1450,
  "bribe": 1451,
  "bridgwater": 1452,
  "brief": 1453,
  "bright": 1454,
  "brighten": 1455,
  "brilliant": 1456,
  "brilliantly": 1457,
  "bring": 1458,
  "bringing": 1459,
  "brings": 1460,
  "brisk": 1461,
  "brison": 1462,
  "bristol": 1463,
  "british": 1464,
  "britney": 1465,
  "bro": 1466,
  "broad": 1467,
  "broke": 1468,
  "broken": 1469,
  "brolly": 1470,
  "bros": 1471,
  "broth": 1472,
  "brothas": 1473,
  "brother": 1474,
  "brothers": 1475,
  "brotherâ": 1476,
  "brought": 1477,
  "brown": 1478,
  "brownies": 1479,
  "browse": 1480,
  "browser": 1481,
  "browsin": 1482,
  "bruce": 1483,
  "bruv": 1484,
  "bslvyl": 1485,
  "bsn": 1486,
  "bstfrnd": 1487,
  "bt": 1488,
  "bthere": 1489,
  "btw": 1490,
  "btwn": 1491,
  "bubbletext": 1492,
  "bucks": 1493,
  "bud": 1494,
  "buddy": 1495,
  "budget": 1496,
  "buen": 1497,
  "buff": 1498,
  "buffet": 1499,
  "buffy": 1500,
  "bugis": 1501,
  "build": 1502,
  "building": 1503,
  "built": 1504,
  "bulbs": 1505,
  "bull": 1506,
  "bullshit": 1507,
  "bunch": 1508,
  "bundle": 1509,
  "bunkers": 1510,
  "buns": 1511,
  "burden": 1512,
  "burger": 1513,
  "burgundy": 1514,
  "burn": 1515,
  "burning": 1516,
  "burns": 1517,
  "burnt": 1518,
  "burrito": 1519,
  "bus": 1520,
  "bus8": 1521,
  "buses": 1522,
  "busetop": 1523,
  "business": 1524,
  "busy": 1525,
  "butt": 1526,
  "buttheres": 1527,
  "butting": 1528,
  "buttons": 1529,
  "buy": 1530,
  "buyer": 1531,
  "buyers": 1532,
  "buying": 1533,
  "buz": 1534,
  "buzy": 1535,
  "buzz": 1536,
  "buzzzz": 1537,
  "bw": 1538,
  "bx": 1539,
  "bx420": 1540,
  "byatch": 1541,
  "bye": 1542,
  "byâ": 1543,
  "bâ": 1544,
  "cab": 1545,
  "cabin": 1546,
  "cable": 1547,
  "cafe": 1548,
  "cage": 1549,
  "cake": 1550,
  "cakes": 1551,
  "cal": 1552,
  "calculated": 1553,
  "calculation": 1554,
  "cali": 1555,
  "calicut": 1556,
  "california": 1557,
  "call09050000327": 1558,
  "call2optout": 1559,
  "callback": 1560,
  "callcost": 1561,
  "callcost150ppmmobilesvary": 1562,
  "calld": 1563,
  "called": 1564,
  "caller": 1565,
  "callers": 1566,
  "callertune": 1567,
  "callfreefone": 1568,
  "callin": 1569,
  "calling": 1570,
  "callon": 1571,
  "calls": 1572,
  "callsâ": 1573,
  "calm": 1574,
  "cam": 1575,
  "camcorder": 1576,
  "came": 1577,
  "camera": 1578,
  "camp": 1579,
  "campus": 1580,
  "camry": 1581,
  "canada": 1582,
  "canal": 1583,
  "canary": 1584,
  "cancel": 1585,
  "canceled": 1586,
  "cancelled": 1587,
  "cancer": 1588,
  "canlove": 1589,
  "cann": 1590,
  "canname": 1591,
  "canteen": 1592,
  "canâ": 1593,
  "capacity": 1594,
  "capital": 1595,
  "cappuccino": 1596,
  "caps": 1597,
  "captain": 1598,
  "captaining": 1599,
  "car": 1600,
  "card": 1601,
  "cardiff": 1602,
  "cardin": 1603,
  "cards": 1604,
  "care": 1605,
  "careabout": 1606,
  "cared": 1607,
  "career": 1608,
  "careers": 1609,
  "careful": 1610,
  "carefully": 1611,
  "careless": 1612,
  "cares": 1613,
  "carlos": 1614,
  "carly": 1615,
  "caroline": 1616,
  "carpark": 1617,
  "carry": 1618,
  "carryin": 1619,
  "cars": 1620,
  "cartons": 1621,
  "cartoon": 1622,
  "case": 1623,
  "cash": 1624,
  "cashbin": 1625,
  "cashed": 1626,
  "cashto": 1627,
  "casing": 1628,
  "casting": 1629,
  "castor": 1630,
  "cat": 1631,
  "catch": 1632,
  "catches": 1633,
  "catching": 1634,
  "categories": 1635,
  "caught": 1636,
  "cause": 1637,
  "causing": 1638,
  "cave": 1639,
  "caveboy": 1640,
  "cbe": 1641,
  "cc": 1642,
  "ccna": 1643,
  "cd": 1644,
  "cdgt": 1645,
  "cds": 1646,
  "cedar": 1647,
  "celeb": 1648,
  "celebrate": 1649,
  "celebrated": 1650,
  "celebration": 1651,
  "cell": 1652,
  "census": 1653,
  "center": 1654,
  "centre": 1655,
  "cer": 1656,
  "cereals": 1657,
  "ceri": 1658,
  "certainly": 1659,
  "cha": 1660,
  "chachi": 1661,
  "chad": 1662,
  "chain": 1663,
  "challenge": 1664,
  "challenging": 1665,
  "champlaxigating": 1666,
  "champneys": 1667,
  "chance": 1668,
  "chances": 1669,
  "change": 1670,
  "changed": 1671,
  "changes": 1672,
  "changing": 1673,
  "channel": 1674,
  "chapel": 1675,
  "chaps": 1676,
  "chapter": 1677,
  "character": 1678,
  "charge": 1679,
  "charged": 1680,
  "charges": 1681,
  "charity": 1682,
  "charles": 1683,
  "charlie": 1684,
  "charming": 1685,
  "chart": 1686,
  "charts": 1687,
  "chase": 1688,
  "chasing": 1689,
  "chastity": 1690,
  "chat": 1691,
  "chat80155": 1692,
  "chatlines": 1693,
  "chatter": 1694,
  "chatting": 1695,
  "cheap": 1696,
  "cheaper": 1697,
  "cheat": 1698,
  "cheating": 1699,
  "chechi": 1700,
  "check": 1701,
  "checkboxes": 1702,
  "checked": 1703,
  "checkin": 1704,
  "checking": 1705,
  "checkmate": 1706,
  "checkup": 1707,
  "cheek": 1708,
  "cheer": 1709,
  "cheered": 1710,
  "cheers": 1711,
  "cheery": 1712,
  "cheese": 1713,
  "cheesy": 1714,
  "cheetos": 1715,
  "chef": 1716,
  "chennai": 1717,
  "cherish": 1718,
  "cherthala": 1719,
  "chess": 1720,
  "chest": 1721,
  "chex": 1722,
  "cheyyamo": 1723,
  "chg": 1724,
  "chgs": 1725,
  "chic": 1726,
  "chick": 1727,
  "chicken": 1728,
  "chief": 1729,
  "chik": 1730,
  "chikku": 1731,
  "child": 1732,
  "childish": 1733,
  "childporn": 1734,
  "children": 1735,
  "childrens": 1736,
  "chile": 1737,
  "chill": 1738,
  "chillaxin": 1739,
  "chillin": 1740,
  "china": 1741,
  "chinatown": 1742,
  "chinchillas": 1743,
  "chinese": 1744,
  "chinky": 1745,
  "chinnu": 1746,
  "chiong": 1747,
  "chit": 1748,
  "chk": 1749,
  "chocolate": 1750,
  "choice": 1751,
  "choices": 1752,
  "choose": 1753,
  "chop": 1754,
  "chords": 1755,
  "chores": 1756,
  "chosen": 1757,
  "chrgd": 1758,
  "christ": 1759,
  "christians": 1760,
  "christmas": 1761,
  "christmassy": 1762,
  "chuck": 1763,
  "chuckin": 1764,
  "church": 1765,
  "cine": 1766,
  "cinema": 1767,
  "citizen": 1768,
  "city": 1769,
  "citylink": 1770,
  "cl": 1771,
  "claim": 1772,
  "claimcode": 1773,
  "claims": 1774,
  "claire": 1775,
  "clarification": 1776,
  "clarify": 1777,
  "clark": 1778,
  "clas": 1779,
  "clash": 1780,
  "class": 1781,
  "classes": 1782,
  "classmates": 1783,
  "claypot": 1784,
  "cld": 1785,
  "clean": 1786,
  "cleaning": 1787,
  "clear": 1788,
  "cleared": 1789,
  "clearer": 1790,
  "clearing": 1791,
  "clearly": 1792,
  "clever": 1793,
  "click": 1794,
  "cliff": 1795,
  "clip": 1796,
  "clock": 1797,
  "clos1": 1798,
  "close": 1799,
  "closeby": 1800,
  "closed": 1801,
  "closer": 1802,
  "closes": 1803,
  "closingdate04": 1804,
  "clothes": 1805,
  "cloud": 1806,
  "clover": 1807,
  "club": 1808,
  "club4": 1809,
  "club4mobiles": 1810,
  "clubmoby": 1811,
  "clubsaisai": 1812,
  "clubzed": 1813,
  "clue": 1814,
  "cm": 1815,
  "cm2": 1816,
  "cmon": 1817,
  "cn": 1818,
  "cnl": 1819,
  "cnn": 1820,
  "cnupdates": 1821,
  "coast": 1822,
  "coat": 1823,
  "coca": 1824,
  "coccooning": 1825,
  "cochin": 1826,
  "cock": 1827,
  "cocksuckers": 1828,
  "coco": 1829,
  "code": 1830,
  "coffee": 1831,
  "coherently": 1832,
  "coimbatore": 1833,
  "coin": 1834,
  "coincidence": 1835,
  "coins": 1836,
  "cola": 1837,
  "colany": 1838,
  "cold": 1839,
  "collages": 1840,
  "collapsed": 1841,
  "colleagues": 1842,
  "collect": 1843,
  "collected": 1844,
  "collecting": 1845,
  "collection": 1846,
  "colleg": 1847,
  "college": 1848,
  "color": 1849,
  "colour": 1850,
  "colourful": 1851,
  "colours": 1852,
  "com": 1853,
  "com1win150ppmx3age16": 1854,
  "comb": 1855,
  "combination": 1856,
  "combine": 1857,
  "come": 1858,
  "comedy": 1859,
  "comes": 1860,
  "comfey": 1861,
  "comfort": 1862,
  "comin": 1863,
  "coming": 1864,
  "comingdown": 1865,
  "command": 1866,
  "comment": 1867,
  "commercial": 1868,
  "common": 1869,
  "community": 1870,
  "como": 1871,
  "comp": 1872,
  "companies": 1873,
  "companion": 1874,
  "company": 1875,
  "compare": 1876,
  "compass": 1877,
  "compensation": 1878,
  "competition": 1879,
  "complacent": 1880,
  "complaining": 1881,
  "complaint": 1882,
  "complementary": 1883,
  "complete": 1884,
  "completed": 1885,
  "completely": 1886,
  "completing": 1887,
  "complexities": 1888,
  "complimentary": 1889,
  "compliments": 1890,
  "comprehensive": 1891,
  "compulsory": 1892,
  "computational": 1893,
  "computer": 1894,
  "computerless": 1895,
  "computers": 1896,
  "comuk": 1897,
  "conacted": 1898,
  "concentrate": 1899,
  "concentrating": 1900,
  "concern": 1901,
  "concerned": 1902,
  "concert": 1903,
  "conclusion": 1904,
  "condition": 1905,
  "conditions": 1906,
  "conected": 1907,
  "conference": 1908,
  "confidence": 1909,
  "configure": 1910,
  "confirm": 1911,
  "confirmd": 1912,
  "confirmed": 1913,
  "conform": 1914,
  "confused": 1915,
  "confuses": 1916,
  "congrats": 1917,
  "congratulation": 1918,
  "congratulations": 1919,
  "connect": 1920,
  "connected": 1921,
  "connection": 1922,
  "connections": 1923,
  "cons": 1924,
  "conserve": 1925,
  "consider": 1926,
  "considering": 1927,
  "constant": 1928,
  "constantly": 1929,
  "contact": 1930,
  "contacted": 1931,
  "contacts": 1932,
  "contains": 1933,
  "content": 1934,
  "contented": 1935,
  "contention": 1936,
  "contents": 1937,
  "continue": 1938,
  "continued": 1939,
  "contract": 1940,
  "contribute": 1941,
  "control": 1942,
  "conversations": 1943,
  "converted": 1944,
  "converter": 1945,
  "convey": 1946,
  "conveying": 1947,
  "convince": 1948,
  "convinced": 1949,
  "convincing": 1950,
  "cook": 1951,
  "cooked": 1952,
  "cookies": 1953,
  "cooking": 1954,
  "cool": 1955,
  "copies": 1956,
  "coping": 1957,
  "cops": 1958,
  "copy": 1959,
  "corect": 1960,
  "cornwall": 1961,
  "corporation": 1962,
  "corrct": 1963,
  "correct": 1964,
  "correctly": 1965,
  "corrupt": 1966,
  "corvettes": 1967,
  "cos": 1968,
  "cosign": 1969,
  "cost": 1970,
  "costa": 1971,
  "costing": 1972,
  "costs": 1973,
  "costume": 1974,
  "costâ": 1975,
  "couch": 1976,
  "coughing": 1977,
  "coulda": 1978,
  "couldn": 1979,
  "count": 1980,
  "countinlots": 1981,
  "country": 1982,
  "counts": 1983,
  "couple": 1984,
  "courage": 1985,
  "courageous": 1986,
  "course": 1987,
  "court": 1988,
  "courtroom": 1989,
  "cousin": 1990,
  "cover": 1991,
  "coveragd": 1992,
  "covers": 1993,
  "coz": 1994,
  "cozy": 1995,
  "cps": 1996,
  "cr": 1997,
  "cr01327bt": 1998,
  "cr9": 1999,
  "crab": 2000,
  "crack": 2001,
  "craigslist": 2002,
  "crammed": 2003,
  "cramps": 2004,
  "crap": 2005,
  "crash": 2006,
  "crashed": 2007,
  "crashing": 2008,
  "crave": 2009,
  "crazy": 2010,
  "crazyin": 2011,
  "crckt": 2012,
  "cream": 2013,
  "created": 2014,
  "creativity": 2015,
  "credit": 2016,
  "credited": 2017,
  "credits": 2018,
  "creep": 2019,
  "creepy": 2020,
  "cres": 2021,
  "cribbs": 2022,
  "cricket": 2023,
  "cricketer": 2024,
  "cried": 2025,
  "crisis": 2026,
  "cro1327": 2027,
  "crore": 2028,
  "cross": 2029,
  "crossing": 2030,
  "croydon": 2031,
  "crucify": 2032,
  "cruel": 2033,
  "cruise": 2034,
  "crushes": 2035,
  "crying": 2036,
  "cs": 2037,
  "csbcm4235wc1n3xx": 2038,
  "csc": 2039,
  "csh11": 2040,
  "cst": 2041,
  "cstore": 2042,
  "ctagg": 2043,
  "ctargg": 2044,
  "cthen": 2045,
  "ctla": 2046,
  "cts": 2047,
  "cttargg": 2048,
  "ctter": 2049,
  "cttergg": 2050,
  "ctxt": 2051,
  "cu": 2052,
  "cuck": 2053,
  "cud": 2054,
  "cuddle": 2055,
  "cuddled": 2056,
  "cuddling": 2057,
  "cudnt": 2058,
  "culdnt": 2059,
  "cultures": 2060,
  "cum": 2061,
  "cumming": 2062,
  "cup": 2063,
  "cuppa": 2064,
  "current": 2065,
  "currently": 2066,
  "curtsey": 2067,
  "cusoon": 2068,
  "cust": 2069,
  "custcare": 2070,
  "custom": 2071,
  "customer": 2072,
  "customers": 2073,
  "customersqueries": 2074,
  "cut": 2075,
  "cute": 2076,
  "cutefrnd": 2077,
  "cutest": 2078,
  "cutie": 2079,
  "cutter": 2080,
  "cuz": 2081,
  "cw25wx": 2082,
  "cya": 2083,
  "cyclists": 2084,
  "cysts": 2085,
  "d3wv": 2086,
  "da": 2087,
  "daaaaa": 2088,
  "dabooks": 2089,
  "dad": 2090,
  "daddy": 2091,
  "dai": 2092,
  "daily": 2093,
  "dammit": 2094,
  "damn": 2095,
  "dan": 2096,
  "dancce": 2097,
  "dance": 2098,
  "dancin": 2099,
  "dancing": 2100,
  "dane": 2101,
  "dang": 2102,
  "danger": 2103,
  "dangerous": 2104,
  "dao": 2105,
  "dare": 2106,
  "dark": 2107,
  "darker": 2108,
  "darkness": 2109,
  "darlin": 2110,
  "darling": 2111,
  "darlings": 2112,
  "darren": 2113,
  "dartboard": 2114,
  "das": 2115,
  "dasara": 2116,
  "dat": 2117,
  "data": 2118,
  "date": 2119,
  "datebox1282essexcm61xn": 2120,
  "dates": 2121,
  "dating": 2122,
  "dats": 2123,
  "datz": 2124,
  "dave": 2125,
  "dawns": 2126,
  "day": 2127,
  "days": 2128,
  "daywith": 2129,
  "db": 2130,
  "dbuk": 2131,
  "dd": 2132,
  "dead": 2133,
  "deal": 2134,
  "dealer": 2135,
  "dealing": 2136,
  "deals": 2137,
  "dear": 2138,
  "dear1": 2139,
  "dearer": 2140,
  "dearly": 2141,
  "death": 2142,
  "dec": 2143,
  "decades": 2144,
  "december": 2145,
  "decent": 2146,
  "decide": 2147,
  "decided": 2148,
  "deciding": 2149,
  "decimal": 2150,
  "decision": 2151,
  "decisions": 2152,
  "deck": 2153,
  "decking": 2154,
  "declare": 2155,
  "decorating": 2156,
  "dedicate": 2157,
  "dedicated": 2158,
  "deduct": 2159,
  "deep": 2160,
  "deepak": 2161,
  "deer": 2162,
  "deeraj": 2163,
  "def": 2164,
  "defeat": 2165,
  "defer": 2166,
  "deficient": 2167,
  "definite": 2168,
  "definitely": 2169,
  "definitly": 2170,
  "defo": 2171,
  "degrees": 2172,
  "dehydrated": 2173,
  "dehydration": 2174,
  "del": 2175,
  "delay": 2176,
  "delayed": 2177,
  "delete": 2178,
  "deleted": 2179,
  "delhi": 2180,
  "delicious": 2181,
  "deliver": 2182,
  "delivered": 2183,
  "deliveredtomorrow": 2184,
  "delivery": 2185,
  "deltomorrow": 2186,
  "deluxe": 2187,
  "dem": 2188,
  "demand": 2189,
  "den": 2190,
  "dena": 2191,
  "dengra": 2192,
  "denis": 2193,
  "dent": 2194,
  "dental": 2195,
  "dentist": 2196,
  "dentists": 2197,
  "denying": 2198,
  "department": 2199,
  "dependable": 2200,
  "dependents": 2201,
  "depends": 2202,
  "deposit": 2203,
  "deposited": 2204,
  "depressed": 2205,
  "depression": 2206,
  "der": 2207,
  "derek": 2208,
  "derp": 2209,
  "description": 2210,
  "desert": 2211,
  "deserve": 2212,
  "designation": 2213,
  "desires": 2214,
  "desk": 2215,
  "desparate": 2216,
  "desparately": 2217,
  "desperate": 2218,
  "despite": 2219,
  "dessert": 2220,
  "destination": 2221,
  "destiny": 2222,
  "detailed": 2223,
  "details": 2224,
  "determine": 2225,
  "determined": 2226,
  "detroit": 2227,
  "deus": 2228,
  "develop": 2229,
  "developed": 2230,
  "developer": 2231,
  "device": 2232,
  "devils": 2233,
  "deviousbitch": 2234,
  "devouring": 2235,
  "dey": 2236,
  "dha": 2237,
  "dhina": 2238,
  "dhoni": 2239,
  "dhorte": 2240,
  "di": 2241,
  "dial": 2242,
  "dialogue": 2243,
  "diamond": 2244,
  "diamonds": 2245,
  "diapers": 2246,
  "dick": 2247,
  "dict": 2248,
  "dictionary": 2249,
  "did": 2250,
  "didn": 2251,
  "didnt": 2252,
  "didntgive": 2253,
  "didnâ": 2254,
  "die": 2255,
  "died": 2256,
  "diesel": 2257,
  "diet": 2258,
  "dieting": 2259,
  "diff": 2260,
  "difference": 2261,
  "different": 2262,
  "difficult": 2263,
  "dificult": 2264,
  "digital": 2265,
  "digits": 2266,
  "dignity": 2267,
  "dileep": 2268,
  "dime": 2269,
  "dimension": 2270,
  "din": 2271,
  "dinero": 2272,
  "ding": 2273,
  "dining": 2274,
  "dinner": 2275,
  "dino": 2276,
  "dint": 2277,
  "dip": 2278,
  "dippeditinadew": 2279,
  "direct": 2280,
  "directly": 2281,
  "director": 2282,
  "directors": 2283,
  "dirt": 2284,
  "dirtiest": 2285,
  "dirty": 2286,
  "dis": 2287,
  "disagreeable": 2288,
  "disappeared": 2289,
  "disaster": 2290,
  "disastrous": 2291,
  "disclose": 2292,
  "disconnect": 2293,
  "disconnected": 2294,
  "discount": 2295,
  "discreet": 2296,
  "discuss": 2297,
  "discussed": 2298,
  "dislikes": 2299,
  "dismay": 2300,
  "display": 2301,
  "distance": 2302,
  "distract": 2303,
  "disturb": 2304,
  "disturbing": 2305,
  "ditto": 2306,
  "divert": 2307,
  "division": 2308,
  "divorce": 2309,
  "diwali": 2310,
  "dizzamn": 2311,
  "dizzee": 2312,
  "dl": 2313,
  "dload": 2314,
  "dnot": 2315,
  "dnt": 2316,
  "dob": 2317,
  "dobby": 2318,
  "doc": 2319,
  "docks": 2320,
  "docs": 2321,
  "doctor": 2322,
  "documents": 2323,
  "dodda": 2324,
  "dodgey": 2325,
  "does": 2326,
  "doesn": 2327,
  "doesnt": 2328,
  "doesnâ": 2329,
  "dog": 2330,
  "dogbreath": 2331,
  "dogg": 2332,
  "doggin": 2333,
  "dogging": 2334,
  "doggy": 2335,
  "dogs": 2336,
  "dogwood": 2337,
  "doin": 2338,
  "doinat": 2339,
  "doing": 2340,
  "doit": 2341,
  "doke": 2342,
  "dokey": 2343,
  "doll": 2344,
  "dollar": 2345,
  "dollars": 2346,
  "dom": 2347,
  "domain": 2348,
  "don": 2349,
  "donate": 2350,
  "donno": 2351,
  "dont": 2352,
  "dontcha": 2353,
  "dontignore": 2354,
  "dontmatter": 2355,
  "dontplease": 2356,
  "donâ": 2357,
  "dooms": 2358,
  "door": 2359,
  "doors": 2360,
  "dorm": 2361,
  "dorothy": 2362,
  "dose": 2363,
  "dosomething": 2364,
  "dot": 2365,
  "double": 2366,
  "doublemins": 2367,
  "doubles": 2368,
  "doubletxt": 2369,
  "doubt": 2370,
  "doug": 2371,
  "dough": 2372,
  "download": 2373,
  "downloaded": 2374,
  "downloads": 2375,
  "downon": 2376,
  "downs": 2377,
  "downstem": 2378,
  "dozens": 2379,
  "dps": 2380,
  "dr": 2381,
  "dracula": 2382,
  "drama": 2383,
  "dramatic": 2384,
  "draw": 2385,
  "draws": 2386,
  "dreading": 2387,
  "dream": 2388,
  "dreams": 2389,
  "dreamz": 2390,
  "dress": 2391,
  "dressed": 2392,
  "dresser": 2393,
  "drink": 2394,
  "drinkin": 2395,
  "drinking": 2396,
  "drinks": 2397,
  "drivby": 2398,
  "drive": 2399,
  "driver": 2400,
  "drivin": 2401,
  "driving": 2402,
  "drms": 2403,
  "drop": 2404,
  "dropped": 2405,
  "drove": 2406,
  "drpd": 2407,
  "drug": 2408,
  "drugs": 2409,
  "drum": 2410,
  "drunk": 2411,
  "drunkard": 2412,
  "drunken": 2413,
  "dry": 2414,
  "dryer": 2415,
  "dsn": 2416,
  "dt": 2417,
  "dub": 2418,
  "dubsack": 2419,
  "duchess": 2420,
  "ducking": 2421,
  "dude": 2422,
  "dudes": 2423,
  "dudette": 2424,
  "duffer": 2425,
  "dull": 2426,
  "dumb": 2427,
  "dump": 2428,
  "dun": 2429,
  "dungerees": 2430,
  "dunno": 2431,
  "duo": 2432,
  "durban": 2433,
  "durham": 2434,
  "dust": 2435,
  "dvd": 2436,
  "dvg": 2437,
  "dwn": 2438,
  "dying": 2439,
  "dysentry": 2440,
  "e14": 2441,
  "eachother": 2442,
  "ear": 2443,
  "earlier": 2444,
  "earliest": 2445,
  "early": 2446,
  "earn": 2447,
  "earning": 2448,
  "earth": 2449,
  "easier": 2450,
  "easily": 2451,
  "east": 2452,
  "eastenders": 2453,
  "easter": 2454,
  "easy": 2455,
  "eat": 2456,
  "eaten": 2457,
  "eatin": 2458,
  "eating": 2459,
  "ebay": 2460,
  "ec2a": 2461,
  "echo": 2462,
  "eckankar": 2463,
  "ecstacy": 2464,
  "ecstasy": 2465,
  "ed": 2466,
  "edge": 2467,
  "edhae": 2468,
  "edison": 2469,
  "edrunk": 2470,
  "edu": 2471,
  "educational": 2472,
  "edukkukayee": 2473,
  "edward": 2474,
  "edwards": 2475,
  "ee": 2476,
  "eek": 2477,
  "eerie": 2478,
  "effect": 2479,
  "effects": 2480,
  "efreefone": 2481,
  "egbon": 2482,
  "egg": 2483,
  "eggs": 2484,
  "ego": 2485,
  "eh": 2486,
  "eh74rr": 2487,
  "eighth": 2488,
  "eightish": 2489,
  "eire": 2490,
  "ela": 2491,
  "elaborate": 2492,
  "elaborating": 2493,
  "elaine": 2494,
  "elaya": 2495,
  "eldest": 2496,
  "elections": 2497,
  "electricity": 2498,
  "elephant": 2499,
  "elliot": 2500,
  "elvis": 2501,
  "em": 2502,
  "email": 2503,
  "embarassed": 2504,
  "embarassing": 2505,
  "embarrassed": 2506,
  "embassy": 2507,
  "emc1": 2508,
  "emergency": 2509,
  "emerging": 2510,
  "emigrated": 2511,
  "emily": 2512,
  "emotion": 2513,
  "employee": 2514,
  "en": 2515,
  "end": 2516,
  "ended": 2517,
  "ending": 2518,
  "ends": 2519,
  "enemies": 2520,
  "enemy": 2521,
  "energy": 2522,
  "eng": 2523,
  "engaged": 2524,
  "engagement": 2525,
  "engalnd": 2526,
  "engin": 2527,
  "england": 2528,
  "english": 2529,
  "enjoy": 2530,
  "enjoyed": 2531,
  "enjoyin": 2532,
  "enjoying": 2533,
  "enketa": 2534,
  "enna": 2535,
  "ente": 2536,
  "enter": 2537,
  "entered": 2538,
  "entertain": 2539,
  "entey": 2540,
  "entire": 2541,
  "entirely": 2542,
  "entitled": 2543,
  "entrepreneurs": 2544,
  "entropication": 2545,
  "entry": 2546,
  "entry41": 2547,
  "enufcredeit": 2548,
  "enuff": 2549,
  "envelope": 2550,
  "environment": 2551,
  "envy": 2552,
  "epi": 2553,
  "epsilon": 2554,
  "equally": 2555,
  "er": 2556,
  "ere": 2557,
  "ericson": 2558,
  "ericsson": 2559,
  "erm": 2560,
  "erode": 2561,
  "erotic": 2562,
  "err": 2563,
  "error": 2564,
  "ertini": 2565,
  "eruku": 2566,
  "erutupalam": 2567,
  "escalator": 2568,
  "escape": 2569,
  "ese": 2570,
  "eshxxxxxxxxxxx": 2571,
  "espe": 2572,
  "especially": 2573,
  "esplanade": 2574,
  "essay": 2575,
  "essential": 2576,
  "establish": 2577,
  "eta": 2578,
  "ethnicity": 2579,
  "etlp": 2580,
  "ettans": 2581,
  "euro": 2582,
  "euro2004": 2583,
  "eurodisinc": 2584,
  "europe": 2585,
  "evaluation": 2586,
  "eve": 2587,
  "eveb": 2588,
  "evening": 2589,
  "evenings": 2590,
  "event": 2591,
  "events": 2592,
  "every1": 2593,
  "everybody": 2594,
  "everyboy": 2595,
  "everyday": 2596,
  "everyones": 2597,
  "everyso": 2598,
  "everythin": 2599,
  "everytime": 2600,
  "evey": 2601,
  "eviction": 2602,
  "evil": 2603,
  "evn": 2604,
  "evng": 2605,
  "evo": 2606,
  "evone": 2607,
  "evr": 2608,
  "evrey": 2609,
  "evry": 2610,
  "evry1": 2611,
  "evrydy": 2612,
  "ew": 2613,
  "ex": 2614,
  "exact": 2615,
  "exactly": 2616,
  "exam": 2617,
  "exams": 2618,
  "excellent": 2619,
  "exchanged": 2620,
  "excited": 2621,
  "exciting": 2622,
  "excuse": 2623,
  "excused": 2624,
  "excuses": 2625,
  "exe": 2626,
  "executive": 2627,
  "exercise": 2628,
  "exeter": 2629,
  "exhaust": 2630,
  "exhausted": 2631,
  "exist": 2632,
  "exmpel": 2633,
  "exorcism": 2634,
  "exorcist": 2635,
  "exp": 2636,
  "expect": 2637,
  "expecting": 2638,
  "expects": 2639,
  "expensive": 2640,
  "experience": 2641,
  "experiencehttp": 2642,
  "expert": 2643,
  "expired": 2644,
  "expires": 2645,
  "expiry": 2646,
  "explain": 2647,
  "explicit": 2648,
  "explosive": 2649,
  "exposed": 2650,
  "express": 2651,
  "expression": 2652,
  "expressoffer": 2653,
  "exterminator": 2654,
  "extra": 2655,
  "extract": 2656,
  "ey": 2657,
  "eye": 2658,
  "eyed": 2659,
  "eyes": 2660,
  "eâ": 2661,
  "f4q": 2662,
  "fa": 2663,
  "fab": 2664,
  "face": 2665,
  "facebook": 2666,
  "facilities": 2667,
  "fact": 2668,
  "factory": 2669,
  "facts": 2670,
  "faded": 2671,
  "faggot": 2672,
  "faggy": 2673,
  "faglord": 2674,
  "failed": 2675,
  "failing": 2676,
  "fails": 2677,
  "failure": 2678,
  "fainting": 2679,
  "fair": 2680,
  "faith": 2681,
  "fake": 2682,
  "fakeye": 2683,
  "fal": 2684,
  "falconerf": 2685,
  "fall": 2686,
  "falling": 2687,
  "falls": 2688,
  "fals": 2689,
  "famamus": 2690,
  "familiar": 2691,
  "family": 2692,
  "famous": 2693,
  "fan": 2694,
  "fancied": 2695,
  "fancies": 2696,
  "fancy": 2697,
  "fans": 2698,
  "fantasies": 2699,
  "fantastic": 2700,
  "fantasy": 2701,
  "far": 2702,
  "farm": 2703,
  "farting": 2704,
  "fassyole": 2705,
  "fast": 2706,
  "faster": 2707,
  "fat": 2708,
  "fated": 2709,
  "father": 2710,
  "fathima": 2711,
  "fats": 2712,
  "fatty": 2713,
  "fault": 2714,
  "fav": 2715,
  "fave": 2716,
  "favor": 2717,
  "favorite": 2718,
  "favour": 2719,
  "favourite": 2720,
  "fb": 2721,
  "fear": 2722,
  "features": 2723,
  "feb": 2724,
  "february": 2725,
  "fed": 2726,
  "fedex": 2727,
  "feed": 2728,
  "feel": 2729,
  "feelin": 2730,
  "feeling": 2731,
  "feelingood": 2732,
  "feellikw": 2733,
  "feels": 2734,
  "fees": 2735,
  "feet": 2736,
  "fell": 2737,
  "fellow": 2738,
  "felt": 2739,
  "female": 2740,
  "feng": 2741,
  "festival": 2742,
  "fetch": 2743,
  "fetching": 2744,
  "fever": 2745,
  "fffff": 2746,
  "fgkslpo": 2747,
  "fgkslpopw": 2748,
  "fidalfication": 2749,
  "field": 2750,
  "fieldof": 2751,
  "fiend": 2752,
  "fifa": 2753,
  "fight": 2754,
  "fighting": 2755,
  "fightng": 2756,
  "fights": 2757,
  "figure": 2758,
  "figures": 2759,
  "figuring": 2760,
  "file": 2761,
  "files": 2762,
  "filling": 2763,
  "fills": 2764,
  "film": 2765,
  "films": 2766,
  "filth": 2767,
  "filthy": 2768,
  "filthyguys": 2769,
  "final": 2770,
  "finalise": 2771,
  "finally": 2772,
  "finance": 2773,
  "financial": 2774,
  "finding": 2775,
  "fine": 2776,
  "finest": 2777,
  "fingers": 2778,
  "finish": 2779,
  "finishd": 2780,
  "finished": 2781,
  "finishes": 2782,
  "finishing": 2783,
  "finn": 2784,
  "fired": 2785,
  "firefox": 2786,
  "fireplace": 2787,
  "fires": 2788,
